/** Chinese Contemporary Bible–style denser Genesis 1 denser full creation-week scaffold (vv.1–31). (not a licensed corpus dump). */
export const CCB_GEN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）起初，上帝创造天地。",
  },
  {
    verse: 2,
    text: "（样例）地是空虚混沌，深渊上一片黑暗；上帝的灵运行在水面上。",
  },
  {
    verse: 3,
    text: "（样例）上帝说：“要有光”，就有了光。",
  },
  {
    verse: 4,
    text: "（样例）上帝看光是好的，就把光和暗分开了。",
  },
  {
    verse: 5,
    text: "（样例）上帝称光为昼，称暗为夜。有晚上，有早晨，这是第一日。",
  },
  {
    verse: 6,
    text: "（样例）上帝说：“诸水之间要有穹苍，把水分开。”",
  },
  {
    verse: 7,
    text: "（样例）上帝就造出穹苍，把穹苍以下的水和穹苍以上的水分开。事就这样成了。",
  },
  {
    verse: 8,
    text: "（样例）上帝称穹苍为天。有晚上，有早晨，是第二日。",
  },
  {
    verse: 9,
    text: "（样例）上帝说：“天下的水要聚在一处，使旱地露出来。”事就这样成了。",
  },
  {
    verse: 10,
    text: "（样例）上帝称旱地为地，称水的聚处为海。上帝看着是好的。",
  },
  {
    verse: 11,
    text: "（样例）上帝说：“地要长出青草、结种子的菜蔬，和结果子的树木，果子都包着核，各从其类。”事就这样成了。",
  },
  {
    verse: 12,
    text: "（样例）于是地长出了青草和结种子的菜蔬，各从其类；又长出结果子的树木，果子都包着核，各从其类。上帝看着是好的。",
  },
  {
    verse: 13,
    text: "（样例）有晚上，有早晨，是第三日。",
  },
  {
    verse: 14,
    text: "（样例）上帝说：“天上要有光体，可以分昼夜，作记号，定节令、日子、年岁，",
  },
  {
    verse: 15,
    text: "（样例）并要发光在天空，普照大地。”事就这样成了。",
  },
  {
    verse: 16,
    text: "（样例）于是上帝造了两个大光，大的管昼，小的管夜，又造了众星。",
  },
  {
    verse: 17,
    text: "（样例）上帝把这些光摆列在天空，普照大地，",
  },
  {
    verse: 18,
    text: "（样例）管理昼夜，分别明暗。上帝看着是好的。",
  },
  {
    verse: 19,
    text: "（样例）有晚上，有早晨，是第四日。",
  },
  {
    verse: 20,
    text: "（样例）上帝说：“水要多多滋生有生命的活物；要有雀鸟飞在地面以上、天空之中。”",
  },
  {
    verse: 21,
    text: "（样例）上帝就造出大鱼和水中所滋生的各样有生命的动物，各从其类；又造出各样飞鸟，各从其类。上帝看着是好的。",
  },
  {
    verse: 22,
    text: "（样例）上帝就赐福给这一切，说：“要繁衍增多，充满海中的水；雀鸟也要在地上增多。”",
  },
  {
    verse: 23,
    text: "（样例）有晚上，有早晨，是第五日。",
  },
  {
    verse: 24,
    text: "（样例）上帝说：“地要生出活物，各从其类：牲畜、爬虫、野兽，各从其类。”事就这样成了。",
  },
  {
    verse: 25,
    text: "（样例）于是上帝造出野兽，各从其类；牲畜，各从其类；地上一切爬虫，各从其类。上帝看着是好的。",
  },
  {
    verse: 26,
    text: "（样例）上帝说：“我们要照着我们的形象，按着我们的样式造人，使他们管理海里的鱼、空中的鸟、地上的牲畜和全地，并地上所爬的一切爬虫。”",
  },
  {
    verse: 27,
    text: "（样例）上帝就照着自己的形象造人，乃是照着他的形象造男造女。",
  },
  {
    verse: 28,
    text: "（样例）上帝赐福给他们，又对他们说：“要生养众多，遍满地面，治理这地；也要管理海里的鱼、空中的鸟，和地上各样行动的活物。”",
  },
  {
    verse: 29,
    text: "（样例）上帝说：“看哪，我将遍地上一切结种子的菜蔬和一切树上所结有核的果子，全赐给你们作食物。",
  },
  {
    verse: 30,
    text: "（样例）至于地上的走兽和空中的飞鸟，并各样爬在地上有生命的物，我将青草赐给它们作食物。”事就这样成了。",
  },
  {
    verse: 31,
    text: "（样例）上帝看着一切所造的都甚好。有晚上，有早晨，是第六日。",
  },
];
