/** Chinese Contemporary Bible–style denser Deuteronomy 6 denser full Shema chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const CCB_DEUT_6: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）以下是耶和华你们的上帝吩咐我教导你们的诫命、律例和典章，好让你们在过约旦河去占领的土地上遵行。",
  },
  {
    verse: 2,
    text: "（样例）这样，你和你的子子孙孙就可以一生敬畏耶和华你的上帝，谨守他的一切律例诫命，使你得享长寿。",
  },
  {
    verse: 3,
    text: "（样例）以色列啊，你要留心听从，谨守遵行，使你在那流奶与蜜之地兴旺发达，正如耶和华你祖先的上帝所应许的。",
  },
  {
    verse: 4,
    text: "（样例）以色列啊，你要听！耶和华我们的上帝是独一的主。",
  },
  {
    verse: 5,
    text: "（样例）你要尽心、尽性、尽力爱耶和华你的上帝。",
  },
  {
    verse: 6,
    text: "（样例）我今天吩咐你的这些话都要记在心里。",
  },
  {
    verse: 7,
    text: "（样例）也要殷勤教导你的儿女，无论坐在家里、走在路上、躺下或起来，都要谈论。",
  },
  {
    verse: 8,
    text: "（样例）要系在手上作记号，戴在额上作经文；",
  },
  {
    verse: 9,
    text: "（样例）又要写在房屋的门框上和城门上。",
  },
  {
    verse: 10,
    text: "（样例）耶和华你的上帝领你进入他向你祖先亚伯拉罕、以撒、雅各起誓要赐给你的土地，那里有又大又美、不是你建造的城邑，",
  },
  {
    verse: 11,
    text: "（样例）有装满各样美物、不是你装满的房屋，有凿好、不是你凿的水井，还有不是你栽种的葡萄园和橄榄园；你吃了而且饱足。",
  },
  {
    verse: 12,
    text: "（样例）那时要谨慎，免得忘记把你从埃及为奴之地领出来的耶和华。",
  },
  {
    verse: 13,
    text: "（样例）你要敬畏耶和华你的上帝，事奉他，指着他的名起誓。",
  },
  {
    verse: 14,
    text: "（样例）不可随从你们周围列国的别神，",
  },
  {
    verse: 15,
    text: "（样例）因为在你们中间的耶和华你的上帝是忌邪的上帝；恐怕耶和华你上帝的怒气向你发作，把你从地上除灭。",
  },
  {
    verse: 16,
    text: "（样例）你们不可试探耶和华你们的上帝，像你们在玛撒试探他那样。",
  },
  {
    verse: 17,
    text: "（样例）要殷勤遵守耶和华你们上帝所吩咐的诫命、法度和律例。",
  },
  {
    verse: 18,
    text: "（样例）耶和华看为正、看为善的，你都要遵行，使你可以享福，进去得耶和华向你祖先起誓应许的美地，",
  },
  {
    verse: 19,
    text: "（样例）照耶和华所说的，从你面前赶走你的一切仇敌。",
  },
  {
    verse: 20,
    text: "（样例）日后你的儿子问你：‘耶和华我们上帝吩咐你们的这些法度、律例、典章是什么意思？’",
  },
  {
    verse: 21,
    text: "（样例）你就告诉他：‘我们在埃及作过法老的奴隶，耶和华用大能的手把我们从埃及领出来。",
  },
  {
    verse: 22,
    text: "（样例）他在我们眼前，在埃及地、法老和他全家身上行了重大可怕的神迹奇事，",
  },
  {
    verse: 23,
    text: "（样例）把我们从那里领出来，要领我们进入他向我们祖先起誓应许的土地，把这地赐给我们。",
  },
  {
    verse: 24,
    text: "（样例）耶和华又吩咐我们遵行这一切律例，敬畏耶和华我们的上帝，使我们常得好处，蒙他保全性命，像今天一样。",
  },
  {
    verse: 25,
    text: "（样例）我们若照耶和华我们上帝所吩咐的一切诫命谨守遵行，这就是我们的义了。’",
  },
];
