/** Chinese Contemporary Bible–style denser Genesis 1 scaffold (vv.1–13; not a licensed corpus dump). */
export const CCB_GEN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）起初上帝创造天地。",
  },
  {
    verse: 2,
    text: "（样例）地是空虚混沌，渊面黑暗；上帝的灵运行在水面上。",
  },
  {
    verse: 3,
    text: "（样例）上帝说：要有光，就有了光。",
  },
  {
    verse: 4,
    text: "（样例）上帝看光是好的，就把光暗分开了。",
  },
  {
    verse: 5,
    text: "（样例）上帝称光为昼，称暗为夜。有晚上，有早晨，这是头一日。",
  },
  {
    verse: 6,
    text: "（样例）上帝说：诸水之间要有空气，将水分为上下。",
  },
  {
    verse: 7,
    text: "（样例）上帝就造出空气，将空气以下的水、空气以上的水分开了。事就这样成了。",
  },
  {
    verse: 8,
    text: "（样例）上帝称空气为天。有晚上，有早晨，是第二日。",
  },
  {
    verse: 9,
    text: "（样例）上帝说：天下的水要聚在一处，使旱地露出来。事就这样成了。",
  },
  {
    verse: 10,
    text: "（样例）上帝称旱地为地，称水的聚处为海。上帝看着是好的。",
  },
  {
    verse: 11,
    text: "（样例）上帝说：地要发生青草和结种子的菜蔬，并结果子的树木，各从其类，果子都包着核。事就这样成了。",
  },
  {
    verse: 12,
    text: "（样例）于是地发生了青草和结种子的菜蔬，各从其类；并结果子的树木，各从其类，果子都包着核。上帝看着是好的。",
  },
  {
    verse: 13,
    text: "（样例）有晚上，有早晨，是第三日。",
  },
];
