/** Chinese Contemporary Bible–style denser Hebrews 11 (vv.1–12) scaffold (not a licensed corpus dump). */
export const CCB_HEB_11: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）信就是所望之事的实底，是未见之事的确据。",
  },
  {
    verse: 2,
    text: "（样例）古人在这信上得了美好的证据。",
  },
  {
    verse: 3,
    text: "（样例）我们因着信，就知道诸世界是藉神话造成的；这样，所看见的并不是从显然之物造出来的。",
  },
  {
    verse: 4,
    text: "（样例）亚伯因着信，献祭与上帝，比该隐所献的更美，因此便得了称义的见证，就是神指他礼物作的见证。他虽然死了，却因这信，仍旧说话。",
  },
  {
    verse: 5,
    text: "（样例）以诺因着信，被接去，不至于见死；人也找不着他，因为神已经把他接去了；只是他被接去以先，已经得了神喜悦他的明证。",
  },
  {
    verse: 6,
    text: "（样例）人非有信，就不能得上帝的喜悦；因为到上帝面前来的人必须信有上帝，且信他赏赐那寻求他的人。",
  },
  {
    verse: 7,
    text: "（样例）挪亚因着信，既蒙上帝指示他未见的事，动了敬畏的心，预备了一只方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那从信而来的义。",
  },
  {
    verse: 8,
    text: "（样例）亚伯拉罕因着信，蒙召的时候就遵命出去，往将来要得为业的地方去；出去的时候，还不知往哪里去。",
  },
  {
    verse: 9,
    text: "（样例）他因着信，就在所应许之地作客，好像在异地居住帐棚，与那同蒙一个应许的以撒、雅各一样。",
  },
  {
    verse: 10,
    text: "（样例）因为他等候那座有根基的城，就是上帝所经营所建造的。",
  },
  {
    verse: 11,
    text: "（样例）因着信，连撒拉自己，虽然过了生育的岁数，还能怀孕，因为她以为那应许她的是可信的。",
  },
  {
    verse: 12,
    text: "（样例）所以从一个仿佛已死的人就生出子孙，如同天上的星那样众多，海边的沙那样无数。",
  },
];
