/** Chinese Contemporary Bible–style denser Exodus 20 Decalogue scaffold (vv.1–17; not a licensed corpus dump). */
export const CCB_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）上帝吩咐这一切的话说：",
  },
  {
    verse: 2,
    text: "（样例）我是耶和华你的上帝，曾将你从埃及地为奴之家领出来。",
  },
  {
    verse: 3,
    text: "（样例）除了我以外，你不可有别的上帝。",
  },
  {
    verse: 4,
    text: "（样例）不可为自己雕刻偶像，也不可作什么形像仿佛上天、下地和地底下、水中的百物。",
  },
  {
    verse: 5,
    text: "（样例）不可跪拜那些像，也不可侍奉它，因为我耶和华你的上帝是忌邪的上帝。恨我的，我必追讨他的罪，自父及子，直到三四代；",
  },
  {
    verse: 6,
    text: "（样例）爱我、守我诫命的，我必向他们发慈爱，直到千代。",
  },
  {
    verse: 7,
    text: "（样例）不可妄称耶和华你上帝的名；因为妄称耶和华名的，耶和华必不以他为无罪。",
  },
  {
    verse: 8,
    text: "（样例）当记念安息日，守为圣日。",
  },
  {
    verse: 9,
    text: "（样例）六日要劳碌做你一切的工，",
  },
  {
    verse: 10,
    text: "（样例）但第七日是向耶和华你上帝当守的安息日。这一日你和你的儿女、仆婢、牲畜，并你城里寄居的客旅，无论何工都不可做；",
  },
  {
    verse: 11,
    text: "（样例）因为六日之内，耶和华造天、地、海和其中的万物，第七日便安息，所以耶和华赐福与安息日，定为圣日。",
  },
  {
    verse: 12,
    text: "（样例）当孝敬父母，使你的日子在耶和华你上帝所赐你的地上得以长久。",
  },
  {
    verse: 13,
    text: "（样例）不可杀人。",
  },
  {
    verse: 14,
    text: "（样例）不可奸淫。",
  },
  {
    verse: 15,
    text: "（样例）不可偷盗。",
  },
  {
    verse: 16,
    text: "（样例）不可作假见证陷害人。",
  },
  {
    verse: 17,
    text: "（样例）不可贪恋人的房屋；也不可贪恋人的妻子、仆婢、牛驴，并他一切所有的。",
  },
];
