/** Simplified Chinese Union–style denser John 15 scaffold (vv.1–17; not a licensed corpus dump). */
export const CUVS_JOHN_15: { verse: number; text: string }[] = [
  { verse: 1, text: "（样例）我是真葡萄树，我父是栽培的人。" },
  {
    verse: 2,
    text: "（样例）凡属我不结果子的枝子，他就剪去；凡结果子的，他就修理干净，使枝子结果子更多。",
  },
  { verse: 3, text: "（样例）现在你们因我讲给你们的道，已经干净了。" },
  {
    verse: 4,
    text: "（样例）你们要常在我里面，我也常在你们里面。枝子若不常在葡萄树上，自己就不能结果子；你们若不常在我里面，也是这样。",
  },
  {
    verse: 5,
    text: "（样例）我是葡萄树，你们是枝子。常在我里面的，我也常在他里面，这人就多结果子；因为离了我，你们就不能做什么。",
  },
  {
    verse: 6,
    text: "（样例）人若不常在我里面，就像枝子丢在外面枯干，人拾起来，扔在火里烧了。",
  },
  {
    verse: 7,
    text: "（样例）你们若常在我里面，我的话也常在你们里面，凡你们所愿意的，祈求就给你们成就。",
  },
  {
    verse: 8,
    text: "（样例）你们多结果子，我父就因此得荣耀，你们也就是我的门徒了。",
  },
  { verse: 9, text: "（样例）我爱你们，正如父爱我一样；你们要常在我的爱里。" },
  {
    verse: 10,
    text: "（样例）你们若遵守我的命令，就常在我的爱里，正如我遵守了我父的命令，常在他的爱里。",
  },
  {
    verse: 11,
    text: "（样例）这些事我已经对你们说了，是要叫我的喜乐存在你们心里，并叫你们的喜乐可以满足。",
  },
  {
    verse: 12,
    text: "（样例）你们要彼此相爱，像我爱你们一样；这就是我的命令。",
  },
  {
    verse: 13,
    text: "（样例）人为朋友舍命，人的爱心没有比这个大的。",
  },
  { verse: 14, text: "（样例）你们若遵行我所吩咐的，就是我的朋友了。" },
  {
    verse: 15,
    text: "（样例）以后我不再称你们为仆人，因仆人不知道主人所做的事；我乃称你们为朋友，因我从我父所听见的，已经都告诉你们了。",
  },
  {
    verse: 16,
    text: "（样例）不是你们拣选了我，是我拣选了你们，并且分派你们去结果子，叫你们的果子常存；使你们奉我的名，无论向父求什么，他就赐给你们。",
  },
  { verse: 17, text: "（样例）我这样吩咐你们，是要叫你们彼此相爱。" },
];
