/** Simplified Chinese Union–style denser Luke 2 denser nativity scaffold (vv.1–14). (not a licensed corpus dump). */
export const CUVS_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）当那些日子，凯撒奥古斯都有旨意下来，叫天下人民都报名上册。",
  },
  {
    verse: 2,
    text: "（样例）这是居里扭作叙利亚巡抚的时候，头一次行报名上册的事。",
  },
  {
    verse: 3,
    text: "（样例）众人各归各城，报名上册。",
  },
  {
    verse: 4,
    text: "（样例）约瑟也从加利利的拿撒勒城上犹太去，到了大卫的城，名叫伯利恒，因他本是大卫一族一家的人，",
  },
  {
    verse: 5,
    text: "（样例）要和他所聘之妻马利亚一同报名上册。那时马利亚的身孕已经重了。",
  },
  {
    verse: 6,
    text: "（样例）他们在那里的时候，马利亚的产期到了，",
  },
  {
    verse: 7,
    text: "（样例）就生了头胎的儿子，用布包起来，放在马槽里，因为客店里没有地方。",
  },
  {
    verse: 8,
    text: "（样例）在伯利恒之野地里有牧羊的人，夜间按着更次看守羊群。",
  },
  {
    verse: 9,
    text: "（样例）有主的使者站在他们旁边，主的荣光四面照着他们；牧羊的人就甚惧怕。",
  },
  {
    verse: 10,
    text: "（样例）那天使对他们说：不要惧怕！我报给你们大喜的信息，是关乎万民的；",
  },
  {
    verse: 11,
    text: "（样例）因今天在大卫的城里，为你们生了救主，就是主基督。",
  },
  {
    verse: 12,
    text: "（样例）你们要看见一个婴孩，包着布，卧在马槽里，那就是记号了。",
  },
  {
    verse: 13,
    text: "（样例）忽然，有一大队天兵同那天使赞美神说：",
  },
  {
    verse: 14,
    text: "（样例）在至高之处荣耀归与神！在地上平安归与他所喜悦的人！",
  },
];
