/** Simplified Chinese Union–style denser John 14 scaffold (vv.1–17 + 27; not a licensed corpus dump). */
export const CUVS_JOHN_14: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）你们心里不要忧愁；你们信神，也当信我。",
  },
  {
    verse: 2,
    text: "（样例）在我父的家里有许多住处；若是没有，我就早已告诉你们了。我去原是为你们预备地方去。",
  },
  {
    verse: 3,
    text: "（样例）我若去为你们预备了地方，就必再来接你们到我那里去，我在哪里，叫你们也在那里。",
  },
  {
    verse: 4,
    text: "（样例）我往哪里去，你们知道；那条路，你们也知道。",
  },
  {
    verse: 5,
    text: "（样例）多马对他说：主啊，我们不知道你往哪里去，怎么知道那条路呢？",
  },
  {
    verse: 6,
    text: "（样例）耶稣说：我就是道路、真理、生命；若不藉着我，没有人能到父那里去。",
  },
  {
    verse: 7,
    text: "（样例）你们若认识我，也就认识我的父。从今以后，你们认识他，并且已经看见他。",
  },
  {
    verse: 8,
    text: "（样例）腓力对他说：求主将父显给我们看，我们就知足了。",
  },
  {
    verse: 9,
    text: "（样例）耶稣对他说：腓力，我与你们同在这样长久，你还不认识我吗？人看见了我，就是看见了父；你怎么说将父显给我们看呢？",
  },
  {
    verse: 10,
    text: "（样例）我在父里面，父在我里面，你不信吗？我对你们所说的话，不是凭着自己说的，乃是住在我里面的父做他自己的事。",
  },
  {
    verse: 11,
    text: "（样例）你们当信我，我在父里面，父在我里面；即或不信，也当因我所做的事信我。",
  },
  {
    verse: 12,
    text: "（样例）我实实在在的告诉你们，我所做的事，信我的人也要做，并且要做比这更大的事，因为我往父那里去。",
  },
  {
    verse: 13,
    text: "（样例）你们奉我的名无论求什么，我必成就，叫父因儿子得荣耀。",
  },
  {
    verse: 14,
    text: "（样例）你们若奉我的名求什么，我必成就。",
  },
  {
    verse: 15,
    text: "（样例）你们若爱我，就必遵守我的命令。",
  },
  {
    verse: 16,
    text: "（样例）我要求父，父就另外赐给你们一位保惠师，叫他永远与你们同在，",
  },
  {
    verse: 17,
    text: "（样例）就是真理的圣灵，乃世人不能接受的；因为不见他，也不认识他。你们却认识他，因他常与你们同在，也要在你们里面。",
  },
  {
    verse: 27,
    text: "（样例）我留下平安给你们；我将我的平安赐给你们。我所赐的，不像世人所赐的。你们心里不要忧愁，也不要胆怯。",
  },
];
