/** Simplified Chinese Union–style denser 1 John 4 (vv.7–21) scaffold (not a licensed corpus dump). */
export const CUVS_1JOHN_4: { verse: number; text: string }[] = [
  {
    verse: 7,
    text: "（样例）亲爱的弟兄啊，我们应当彼此相爱，因为爱是从神来的。凡有爱心的，都是由神而生，并且认识神。",
  },
  {
    verse: 8,
    text: "（样例）没有爱心的，就不认识神，因为神就是爱。",
  },
  {
    verse: 9,
    text: "（样例）神差他独生子到世间来，使我们藉着他得生，神爱我们的心在此就显明了。",
  },
  {
    verse: 10,
    text: "（样例）不是我们爱神，乃是神爱我们，差他的儿子为我们的罪作了挽回祭，这就是爱了。",
  },
  {
    verse: 11,
    text: "（样例）亲爱的弟兄啊，神既是这样爱我们，我们也当彼此相爱。",
  },
  {
    verse: 12,
    text: "（样例）从来没有人见过神，我们若彼此相爱，神就住在我们里面，爱他的心在我们里面得以完全了。",
  },
  {
    verse: 13,
    text: "（样例）神将他的灵赐给我们，从此就知道我们是住在他里面，他也住在我们里面。",
  },
  {
    verse: 14,
    text: "（样例）父差子作世人的救主；这是我们所看见且作见证的。",
  },
  {
    verse: 15,
    text: "（样例）凡认耶稣为神儿子的，神就住在他里面，他也住在神里面。",
  },
  {
    verse: 16,
    text: "（样例）神爱我们的心，我们也知道也信。神就是爱；住在爱里面的，就是住在神里面，神也住在他里面。",
  },
  {
    verse: 17,
    text: "（样例）这样，爱在我们里面得以完全，我们就可以在审判的日子坦然无惧。因为他如何，我们在这世上也如何。",
  },
  {
    verse: 18,
    text: "（样例）爱里没有惧怕；爱既完全，就把惧怕除去。因为惧怕里含着刑罚，惧怕的人在爱里未得完全。",
  },
  {
    verse: 19,
    text: "（样例）我们爱，因为神先爱我们。",
  },
  {
    verse: 20,
    text: "（样例）人若说我爱神，却恨他的弟兄，就是说谎话的；不爱他所看见的弟兄，就不能爱没有看见的神。",
  },
  {
    verse: 21,
    text: "（样例）爱神的，也当爱弟兄，这是我们从神所受的命令。",
  },
];
