/** Simplified Chinese Union–style denser Romans 8 scaffold (vv.1–17 + 28/31/38–39; not a licensed corpus dump). */
export const CUVS_ROM_8: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）如今，那些在基督耶稣里的就不定罪了。",
  },
  {
    verse: 2,
    text: "（样例）因为赐生命圣灵的律，在基督耶稣里释放了我，使我脱离罪和死的律了。",
  },
  {
    verse: 3,
    text: "（样例）律法既因肉体软弱，有所不能行的，神就差遣自己的儿子，成为罪身的形状，作了赎罪祭，在肉体中定了罪案，",
  },
  {
    verse: 4,
    text: "（样例）使律法的义成就在我们这不随从肉体、只随从圣灵的人身上。",
  },
  {
    verse: 5,
    text: "（样例）因为随从肉体的人体贴肉体的事，随从圣灵的人体贴圣灵的事。",
  },
  {
    verse: 6,
    text: "（样例）体贴肉体的，就是死；体贴圣灵的，乃是生命、平安。",
  },
  {
    verse: 7,
    text: "（样例）原来体贴肉体的，就是与神为仇；因为不服神的律法，也是不能服，",
  },
  {
    verse: 8,
    text: "（样例）而且属肉体的人不能得神的喜欢。",
  },
  {
    verse: 9,
    text: "（样例）如果神的灵住在你们心里，你们就不属肉体，乃属圣灵了。人若没有基督的灵，就不是属基督的。",
  },
  {
    verse: 10,
    text: "（样例）基督若在你们心里，身体就因罪而死，心灵却因义而活。",
  },
  {
    verse: 11,
    text: "（样例）然而，叫耶稣从死里复活者的灵若住在你们心里，那叫基督耶稣从死里复活的，也必藉着住在你们心里的圣灵，使你们必死的身体又活过来。",
  },
  {
    verse: 12,
    text: "（样例）弟兄们，这样看来，我们并不是欠肉体的债去顺从肉体活着。",
  },
  {
    verse: 13,
    text: "（样例）你们若顺从肉体活着，必要死；若靠着圣灵治死身体的恶行，必要活着。",
  },
  {
    verse: 14,
    text: "（样例）因为凡被神的灵引导的，都是神的儿子。",
  },
  {
    verse: 15,
    text: "（样例）你们所受的，不是奴仆的心，仍旧害怕；所受的，乃是儿子的心，因此我们呼叫：阿爸！父！",
  },
  {
    verse: 16,
    text: "（样例）圣灵与我们的心同证我们是神的儿女；",
  },
  {
    verse: 17,
    text: "（样例）既是儿女，便是后嗣，就是神的后嗣，和基督同作后嗣。如果我们和他一同受苦，也必和他一同得荣耀。",
  },
  {
    verse: 28,
    text: "（样例）我们晓得万事都互相效力，叫爱神的人得益处，就是按他旨意被召的人。",
  },
  {
    verse: 31,
    text: "（样例）既是这样，还有什么说的呢？神若帮助我们，谁能敌挡我们呢？",
  },
  {
    verse: 38,
    text: "（样例）因为我深信无论是死，是生，是天使，是掌权的，是有能的，是现在的事，是将来的事，",
  },
  {
    verse: 39,
    text: "（样例）是高处的，是低处的，是别的受造之物，都不能叫我们与神的爱隔绝；这爱是在我们的主基督耶稣里的。",
  },
];
