/** Traditional Chinese Union–style denser Matthew 28 denser full resurrection + commission chapter scaffold (vv.1–20). (not a licensed corpus dump). */
export const CUVT_MATT_28: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）安息日將盡，七日的頭一日，天快亮的時候，抹大拉的馬利亞和那个馬利亞来看墳墓。",
  },
  {
    verse: 2,
    text: "（樣例）忽然，地大震动；因為有主的使者从天上下来，把石頭滾開，坐在上面。",
  },
  {
    verse: 3,
    text: "（樣例）他的像貌如同閃電，衣服潔白如雪。",
  },
  {
    verse: 4,
    text: "（樣例）看守的人就因他嚇得渾身亂戰，甚至和死人一样。",
  },
  {
    verse: 5,
    text: "（樣例）天使对婦女說：「不要害怕！我知道你们是尋找那釘十字架的耶稣。",
  },
  {
    verse: 6,
    text: "（樣例）他不在這裡，照他所说的，已经復活了。你们来看安放主的地方。",
  },
  {
    verse: 7,
    text: "（樣例）快去告訴他的門徒，说他从死裡復活了，並且先你们到加利利去，在那裡你们要见他。看哪，我已经告訴你们了。」",
  },
  {
    verse: 8,
    text: "（樣例）婦女们就急忙離開墳墓，又害怕，又大大的歡喜，跑去要報給他的門徒。",
  },
  {
    verse: 9,
    text: "（樣例）忽然，耶稣遇見她們，說：「願你们平安！」她們就上前抱住他的腳拜他。",
  },
  {
    verse: 10,
    text: "（樣例）耶稣对她們說：「不要害怕！你们去告訴我的弟兄，叫他们往加利利去，在那裡必見我。」",
  },
  {
    verse: 11,
    text: "（樣例）她們去的時候，看守的兵有几个進城去，将所經歷的事都報給祭司長。",
  },
  {
    verse: 12,
    text: "（樣例）祭司長和長老聚集商議，就拿许多銀錢给兵丁，說：",
  },
  {
    verse: 13,
    text: "（樣例）「你们要这样說：『夜間我们睡覺的時候，他的門徒来把他偷去了。』",
  },
  {
    verse: 14,
    text: "（樣例）倘若這話被巡撫聽見，有我们勸他，保你们無事。」",
  },
  {
    verse: 15,
    text: "（樣例）兵丁受了銀錢，就照所囑咐他们的去行。這話就傳說在猶太人中間，直到今日。",
  },
  {
    verse: 16,
    text: "（樣例）十一个門徒往加利利去，到了耶稣約定的山上。",
  },
  {
    verse: 17,
    text: "（樣例）他们見了耶稣就拜他，然而还有人疑惑。",
  },
  {
    verse: 18,
    text: "（樣例）耶稣進前来，对他们說：「天上地下所有的權柄都賜給我了。",
  },
  {
    verse: 19,
    text: "（樣例）所以，你们要去，使萬民作我的門徒，奉父、子、聖靈的名给他们施洗。",
  },
  {
    verse: 20,
    text: "（樣例）凡我所吩咐你们的，都教訓他们遵守，我就常与你们同在，直到世界的末了。」",
  },
];
