/** Traditional Chinese Union–style denser John 14 scaffold (vv.1–17 + 27; not a licensed corpus dump). */
export const CUVT_JOHN_14: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）你們心裏不要憂愁；你們信神，也當信我。",
  },
  {
    verse: 2,
    text: "（樣例）在我父的家里有許多住處；若是沒有，我就早已告訴你們了。我去原是為你們預備地方去。",
  },
  {
    verse: 3,
    text: "（樣例）我若去為你們預備了地方，就必再來接你們到我那裏去，我在哪裏，叫你們也在那裏。",
  },
  {
    verse: 4,
    text: "（樣例）我往哪裏去，你們知道；那條路，你們也知道。",
  },
  {
    verse: 5,
    text: "（樣例）多馬對他說：主啊，我們不知道你往哪裏去，怎麼知道那條路呢？",
  },
  {
    verse: 6,
    text: "（樣例）耶穌說：我就是道路、真理、生命；若不藉著我，沒有人能到父那裏去。",
  },
  {
    verse: 7,
    text: "（樣例）你們若認識我，也就認識我的父。從今以後，你們認識他，並且已經看見他。",
  },
  {
    verse: 8,
    text: "（樣例）腓力對他說：求主將父顯給我們看，我們就知足了。",
  },
  {
    verse: 9,
    text: "（樣例）耶穌對他說：腓力，我与你們同在這樣長久，你還不認識我吗？人看見了我，就是看見了父；你怎麼說將父顯給我們看呢？",
  },
  {
    verse: 10,
    text: "（樣例）我在父裏面，父在我裏面，你不信吗？我对你們所說的话，不是憑著自己說的，乃是住在我裏面的父做他自己的事。",
  },
  {
    verse: 11,
    text: "（樣例）你們當信我，我在父裏面，父在我裏面；即或不信，也當因我所做的事信我。",
  },
  {
    verse: 12,
    text: "（樣例）我實實在在的告訴你們，我所做的事，信我的人也要做，並且要做比這更大的事，因為我往父那裏去。",
  },
  {
    verse: 13,
    text: "（樣例）你們奉我的名無論求什麼，我必成就，叫父因兒子得榮耀。",
  },
  {
    verse: 14,
    text: "（樣例）你們若奉我的名求什麼，我必成就。",
  },
  {
    verse: 15,
    text: "（樣例）你們若愛我，就必遵守我的命令。",
  },
  {
    verse: 16,
    text: "（樣例）我要求父，父就另外賜給你們一位保惠師，叫他永遠与你們同在，",
  },
  {
    verse: 17,
    text: "（樣例）就是真理的聖靈，乃世人不能接受的；因為不見他，也不認識他。你們卻認識他，因他常與你們同在，也要在你們裏面。",
  },
  {
    verse: 27,
    text: "（樣例）我留下平安给你們；我將我的平安賜給你們。我所賜的，不像世人所賜的。你們心裏不要憂愁，也不要膽怯。",
  },
];
