/** Traditional Chinese Union–style denser Colossians 3 denser put-on-love scaffold (vv.1–4 + 12–17). (not a licensed corpus dump). */
export const CUVT_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）所以，你們若真與基督一同復活，就當求在上面的事；那裏有基督坐在神的右邊。",
  },
  {
    verse: 2,
    text: "（樣例）你們要思念上面的事，不要思念地上的事。",
  },
  {
    verse: 3,
    text: "（樣例）因為你們已經死了，你們的生命與基督一同藏在神裏面。",
  },
  {
    verse: 4,
    text: "（樣例）基督是我們的生命，他顯現的時候，你們也要與他一同顯現在榮耀裏。",
  },
  {
    verse: 12,
    text: "（樣例）所以，你們既是神的選民，聖潔蒙愛的人，就要存憐憫、恩慈、謙虛、溫柔、忍耐的心。",
  },
  {
    verse: 13,
    text: "（樣例）倘若這人與那人有嫌隙，總要彼此包容，彼此饒恕；主怎樣饒恕了你們，你們也要怎樣饒恕人。",
  },
  {
    verse: 14,
    text: "（樣例）在這一切之外，要存着愛心，愛心就是聯絡全德的。",
  },
  {
    verse: 15,
    text: "（樣例）又要叫基督的平安在你們心裏作主；你們也為此蒙召，歸為一體；且要存感謝的心。",
  },
  {
    verse: 16,
    text: "（樣例）當用各樣的智慧，把基督的道理豐豐富富地存在心裏，用詩章、頌詞、靈歌，彼此教導，互相勸戒，心被恩感，歌頌神。",
  },
  {
    verse: 17,
    text: "（樣例）無論做甚麼，或說話或行事，都要奉主耶穌的名，藉着他感謝父神。",
  },
];
