/** Traditional Chinese Union–style denser Romans 8 scaffold (vv.1–17 + 28/31/38–39; not a licensed corpus dump). */
export const CUVT_ROM_8: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）如今，那些在基督耶穌裏的就不定罪了。",
  },
  {
    verse: 2,
    text: "（樣例）因為賜生命聖靈的律，在基督耶穌里釋放了我，使我脫離罪和死的律了。",
  },
  {
    verse: 3,
    text: "（樣例）律法既因肉體軟弱，有所不能行的，神就差遣自己的兒子，成為罪身的形狀，作了贖罪祭，在肉體中定了罪案，",
  },
  {
    verse: 4,
    text: "（樣例）使律法的義成就在我們这不隨從肉體、只隨從聖靈的人身上。",
  },
  {
    verse: 5,
    text: "（樣例）因為隨從肉體的人體貼肉體的事，隨從聖靈的人體貼聖靈的事。",
  },
  {
    verse: 6,
    text: "（樣例）體貼肉體的，就是死；體貼聖靈的，乃是生命、平安。",
  },
  {
    verse: 7,
    text: "（樣例）原來體貼肉體的，就是與神為仇；因為不服神的律法，也是不能服，",
  },
  {
    verse: 8,
    text: "（樣例）而且屬肉體的人不能得神的喜歡。",
  },
  {
    verse: 9,
    text: "（樣例）如果神的靈住在你們心裏，你們就不屬肉體，乃屬聖靈了。人若沒有基督的靈，就不是屬基督的。",
  },
  {
    verse: 10,
    text: "（樣例）基督若在你們心裏，身體就因罪而死，心靈卻因義而活。",
  },
  {
    verse: 11,
    text: "（樣例）然而，叫耶穌從死裏復活者的靈若住在你們心裏，那叫基督耶穌從死裏復活的，也必藉著住在你們心裏的聖靈，使你們必死的身體又活過來。",
  },
  {
    verse: 12,
    text: "（樣例）弟兄们，這樣看来，我們並不是欠肉體的債去順從肉體活著。",
  },
  {
    verse: 13,
    text: "（樣例）你們若順從肉體活著，必要死；若靠著聖靈治死身體的惡行，必要活著。",
  },
  {
    verse: 14,
    text: "（樣例）因為凡被神的靈引導的，都是神的兒子。",
  },
  {
    verse: 15,
    text: "（樣例）你們所受的，不是奴僕的心，仍舊害怕；所受的，乃是兒子的心，因此我們呼叫：阿爸！父！",
  },
  {
    verse: 16,
    text: "（樣例）聖靈与我們的心同證我們是神的兒女；",
  },
  {
    verse: 17,
    text: "（樣例）既是兒女，便是後嗣，就是神的後嗣，和基督同作後嗣。如果我們和他一同受苦，也必和他一同得榮耀。",
  },
  {
    verse: 28,
    text: "（樣例）我們曉得萬事都互相效力，叫愛神的人得益處，就是按他旨意被召的人。",
  },
  {
    verse: 31,
    text: "（樣例）既是這樣，還有什麼說的呢？神若幫助我們，誰能敵擋我們呢？",
  },
  {
    verse: 38,
    text: "（樣例）因為我深信無論是死，是生，是天使，是掌權的，是有能的，是現在的事，是將來的事，",
  },
  {
    verse: 39,
    text: "（樣例）是高處的，是低處的，是別的受造之物，都不能叫我們與神的爱隔絕；這愛是在我們的主基督耶穌裏的。",
  },
];
