/** Traditional Chinese Union–style denser Hebrews 11 (vv.1–12) scaffold (not a licensed corpus dump). */
export const CUVT_HEB_11: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）信就是所望之事的實底，是未見之事的確據。",
  },
  {
    verse: 2,
    text: "（樣例）古人在這信上得了美好的證據。",
  },
  {
    verse: 3,
    text: "（樣例）我們因著信，就知道諸世界是藉神话造成的；這樣，所看見的並不是從顯然之物造出來的。",
  },
  {
    verse: 4,
    text: "（樣例）亞伯因著信，獻祭與神，比該隱所獻的更美，因此便得了稱義的見證，就是神指他礼物作的見證。他雖然死了，卻因這信，仍舊說话。",
  },
  {
    verse: 5,
    text: "（樣例）以諾因著信，被接去，不至於見死；人也找不著他，因為神已經把他接去了；只是他被接去以先，已經得了神喜悅他的明證。",
  },
  {
    verse: 6,
    text: "（樣例）人非有信，就不能得神的喜悅；因為到神面前來的人必須信有神，且信他賞賜那尋求他的人。",
  },
  {
    verse: 7,
    text: "（樣例）挪亞因著信，既蒙神指示他未見的事，动了敬畏的心，預備了一只方舟，使他全家得救。因此就定了那世代的罪，自己也承受了那從信而來的義。",
  },
  {
    verse: 8,
    text: "（樣例）亞伯拉罕因著信，蒙召的時候就遵命出去，往將來要得為業的地方去；出去的時候，還不知往哪裏去。",
  },
  {
    verse: 9,
    text: "（樣例）他因著信，就在所應許之地作客，好像在異地居住帳棚，與那同蒙一個應許的以撒、雅各一樣。",
  },
  {
    verse: 10,
    text: "（樣例）因為他等候那座有根基的城，就是神所經營所建造的。",
  },
  {
    verse: 11,
    text: "（樣例）因著信，連撒拉自己，雖然過了生育的歲數，還能懷孕，因為她以為那應許她的是可信的。",
  },
  {
    verse: 12,
    text: "（樣例）所以從一個彷彿已死的人就生出子孫，如同天上的星那样眾多，海邊的沙那样無數。",
  },
];
