/** Traditional Chinese Union–style denser Deuteronomy 6 denser full Shema chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const CUVT_DEUT_6: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）这是耶和华你们神所吩咐教訓你们的誡命、律例、典章，使你们在所要过去得為業的地上遵行，",
  },
  {
    verse: 2,
    text: "（樣例）好叫你和你子子孫孙一生敬畏耶和华你的神，謹守他的一切律例、誡命，就是我所吩咐你的，使你的日子得以長久。",
  },
  {
    verse: 3,
    text: "（樣例）以色列啊，你要聽，要謹守遵行，使你可以在那流奶與蜜之地得以享福，人數极其增多，正如耶和华你列祖的神所應許你的。",
  },
  {
    verse: 4,
    text: "（樣例）以色列啊，你要聽！耶和华我们神是獨一的主。",
  },
  {
    verse: 5,
    text: "（樣例）你要盡心、盡性、盡力愛耶和华你的神。",
  },
  {
    verse: 6,
    text: "（樣例）我今日所吩咐你的誡命要記在心上。",
  },
  {
    verse: 7,
    text: "（樣例）也要殷勤教訓你的儿女，无論你坐在家里，行在路上，躺下，起来，都要谈論。",
  },
  {
    verse: 8,
    text: "（樣例）也要繫在手上為記号，戴在額上為經文；",
  },
  {
    verse: 9,
    text: "（樣例）又要写在你房屋的門框上，並你的城門上。",
  },
  {
    verse: 10,
    text: "（樣例）耶和华你的神領你進他向你列祖亚伯拉罕、以撒、雅各起誓應許給你的地，那裏有又大又美的城邑，非你所建造的；",
  },
  {
    verse: 11,
    text: "（樣例）有裝滿各樣美物的房屋，非你所裝滿的；有鑿成的水井，非你所鑿成的；还有葡萄園、橄欖園，非你所栽種的；你吃了而且飽足。",
  },
  {
    verse: 12,
    text: "（樣例）那時你要謹慎，免得忘記将你從埃及地、為奴之家領出來的耶和华。",
  },
  {
    verse: 13,
    text: "（樣例）你要敬畏耶和华你的神，事奉他，指着他的名起誓。",
  },
  {
    verse: 14,
    text: "（樣例）不可随從別神，就是你们四圍國民的神；",
  },
  {
    verse: 15,
    text: "（樣例）因為在你们中間的耶和华你神是忌邪的神，惟恐耶和华你神的怒氣向你發作，就把你從地上除滅。",
  },
  {
    verse: 16,
    text: "（樣例）你们不可試探耶和华你们的神，像你们在瑪撒那样試探他。",
  },
  {
    verse: 17,
    text: "（樣例）要留意遵守耶和华你们神所吩咐的誡命、法度、律例。",
  },
  {
    verse: 18,
    text: "（樣例）耶和华眼中看為正、看為善的，你都要遵行，使你可以享福，並可以進去得耶和华向你列祖起誓應許的那美地，",
  },
  {
    verse: 19,
    text: "（樣例）照耶和华所說的，從你面前攆出你的一切仇敵。",
  },
  {
    verse: 20,
    text: "（樣例）日後，你的兒子問你說：‘耶和华我们神吩咐你们的这些法度、律例、典章是什么意思呢？’",
  },
  {
    verse: 21,
    text: "（樣例）你就告訴你的兒子說：‘我们在埃及作过法老的奴僕，耶和华用大能的手将我们從埃及領出來，",
  },
  {
    verse: 22,
    text: "（樣例）在我们眼前，将重大可怕的神蹟、奇事施行在埃及地和法老並他全家的身上，",
  },
  {
    verse: 23,
    text: "（樣例）将我们從那裏領出來，要領我们進入他向我们列祖起誓應許之地，把这地賜給我们。",
  },
  {
    verse: 24,
    text: "（樣例）耶和华又吩咐我们遵行这一切律例，要敬畏耶和华我们的神，使我们常得好處，蒙他保全我们的生命，像今日一樣。",
  },
  {
    verse: 25,
    text: "（樣例）我们若照耶和华我们神所吩咐的一切誡命，謹守遵行，這就是我们的義了。’",
  },
];
