/** Traditional Chinese Union–style denser Luke 2 denser nativity scaffold (vv.1–14). (not a licensed corpus dump). */
export const CUVT_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）當那些日子，凱撒奧古斯都有旨意下來，叫天下人民都報名上冊。",
  },
  {
    verse: 2,
    text: "（樣例）這是居里扭作敘利亞巡撫的時候，頭一次行報名上冊的事。",
  },
  {
    verse: 3,
    text: "（樣例）眾人各歸各城，報名上冊。",
  },
  {
    verse: 4,
    text: "（樣例）約瑟也從加利利的拿撒勒城上猶太去，到了大衛的城，名叫伯利恆，因他本是大衛一族一家的人，",
  },
  {
    verse: 5,
    text: "（樣例）要和他所聘之妻馬利亞一同報名上冊。那時馬利亞的身孕已經重了。",
  },
  {
    verse: 6,
    text: "（樣例）他們在那裡的時候，馬利亞的產期到了，",
  },
  {
    verse: 7,
    text: "（樣例）就生了頭胎的兒子，用布包起來，放在馬槽裡，因為客店裡沒有地方。",
  },
  {
    verse: 8,
    text: "（樣例）在伯利恆之野地裡有牧羊的人，夜間按著更次看守羊群。",
  },
  {
    verse: 9,
    text: "（樣例）有主的使者站在他們旁邊，主的榮光四面照著他們；牧羊的人就甚懼怕。",
  },
  {
    verse: 10,
    text: "（樣例）那天使對他們說：不要懼怕！我報給你們大喜的信息，是關乎萬民的；",
  },
  {
    verse: 11,
    text: "（樣例）因今天在大衛的城裡，為你們生了救主，就是主基督。",
  },
  {
    verse: 12,
    text: "（樣例）你們要看見一個嬰孩，包著布，臥在馬槽裡，那就是記號了。",
  },
  {
    verse: 13,
    text: "（樣例）忽然，有一大隊天兵同那天使讚美神說：",
  },
  {
    verse: 14,
    text: "（樣例）在至高之處榮耀歸與神！在地上平安歸與他所喜悅的人！",
  },
];
