/** Traditional Chinese Union–style denser John 15 scaffold (vv.1–17; not a licensed corpus dump). */
export const CUVT_JOHN_15: { verse: number; text: string }[] = [
  { verse: 1, text: "（樣例）我是真葡萄樹，我父是栽培的人。" },
  {
    verse: 2,
    text: "（樣例）凡屬我不結果子的枝子，他就剪去；凡結果子的，他就修理乾淨，使枝子結果子更多。",
  },
  { verse: 3, text: "（樣例）現在你們因我講給你們的道，已經乾淨了。" },
  {
    verse: 4,
    text: "（樣例）你們要常在我裡面，我也常在你們裡面。枝子若不常在葡萄樹上，自己就不能結果子；你們若不常在我裡面，也是這樣。",
  },
  {
    verse: 5,
    text: "（樣例）我是葡萄樹，你們是枝子。常在我裡面的，我也常在他裡面，這人就多結果子；因為離了我，你們就不能做甚麼。",
  },
  {
    verse: 6,
    text: "（樣例）人若不常在我裡面，就像枝子丟在外面枯乾，人拾起來，扔在火裡燒了。",
  },
  {
    verse: 7,
    text: "（樣例）你們若常在我裡面，我的話也常在你們裡面，凡你們所願意的，祈求就給你們成就。",
  },
  {
    verse: 8,
    text: "（樣例）你們多結果子，我父就因此得榮耀，你們也就是我的門徒了。",
  },
  { verse: 9, text: "（樣例）我愛你們，正如父愛我一樣；你們要常在我的愛裡。" },
  {
    verse: 10,
    text: "（樣例）你們若遵守我的命令，就常在我的愛裡，正如我遵守了我父的命令，常在他的愛裡。",
  },
  {
    verse: 11,
    text: "（樣例）這些事我已經對你們說了，是要叫我的喜樂存在你們心裡，並叫你們的喜樂可以滿足。",
  },
  {
    verse: 12,
    text: "（樣例）你們要彼此相愛，像我愛你們一樣；這就是我的命令。",
  },
  {
    verse: 13,
    text: "（樣例）人為朋友捨命，人的愛心沒有比這個大的。",
  },
  { verse: 14, text: "（樣例）你們若遵行我所吩咐的，就是我的朋友了。" },
  {
    verse: 15,
    text: "（樣例）以後我不再稱你們為僕人，因僕人不知道主人所做的事；我乃稱你們為朋友，因我從我父所聽見的，已經都告訴你們了。",
  },
  {
    verse: 16,
    text: "（樣例）不是你們揀選了我，是我揀選了你們，並且分派你們去結果子，叫你們的果子常存；使你們奉我的名，無論向父求甚麼，他就賜給你們。",
  },
  { verse: 17, text: "（樣例）我這樣吩咐你們，是要叫你們彼此相愛。" },
];
