/** Traditional Chinese Union–style denser John 3 scaffold (Nicodemus vv.1–21; not a licensed corpus dump). */
export const CUVT_JOHN_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）有一個法利賽人，名叫尼哥底母，是猶太人的官。",
  },
  {
    verse: 2,
    text: "（樣例）這人夜裏來見耶穌，說：拉比，我們知道你是由神那裏来作師傅的；因為你所行的神蹟，若沒有神同在，無人能行。",
  },
  {
    verse: 3,
    text: "（樣例）耶穌回答說：我實實在在地告訴你，人若不重生，就不能見神的國。",
  },
  {
    verse: 4,
    text: "（樣例）尼哥底母說：人已經老了，如何能重生呢？豈能再進母腹生出來吗？",
  },
  {
    verse: 5,
    text: "（樣例）耶穌說：我實實在在地告訴你，人若不是從水和聖靈生的，就不能進神的國。",
  },
  {
    verse: 6,
    text: "（樣例）從肉身生的就是肉身；從靈生的就是灵。",
  },
  {
    verse: 7,
    text: "（樣例）我說：你們必須重生，你不要以為希奇。",
  },
  {
    verse: 8,
    text: "（樣例）风隨著意思吹，你聽見风的響聲，卻不曉得從哪裏来，往哪裏去；凡從聖靈生的，也是如此。",
  },
  {
    verse: 9,
    text: "（樣例）尼哥底母問他說：怎能有這事呢？",
  },
  {
    verse: 10,
    text: "（樣例）耶穌回答說：你是以色列人的先生，還不明白這事吗？",
  },
  {
    verse: 11,
    text: "（樣例）我實實在在地告訴你，我们所說的是我們知道的；我们所見證的是我們見過的；你們卻不领受我们的見證。",
  },
  {
    verse: 12,
    text: "（樣例）我对你們說地上的事，你們尚且不信，若說天上的事，如何能信呢？",
  },
  {
    verse: 13,
    text: "（樣例）除了從天降下、仍舊在天的人子，沒有人升過天。",
  },
  {
    verse: 14,
    text: "（樣例）摩西在曠野怎樣舉蛇，人子也必照樣被舉起來，",
  },
  {
    verse: 15,
    text: "（樣例）叫一切信他的都得永生。",
  },
  {
    verse: 16,
    text: "（樣例）神愛世人，甚至將他的獨生子賜給他們，叫一切信他的，不至滅亡，反得永生。",
  },
  {
    verse: 17,
    text: "（樣例）因為神差他的兒子降世，不是要定世人的罪，乃是要叫世人因他得救。",
  },
  {
    verse: 18,
    text: "（樣例）信他的人，不被定罪；不信的人，罪已經定了，因為他不信神獨生子的名。",
  },
  {
    verse: 19,
    text: "（樣例）光來到世間，世人因自己的行為是惡的，不愛光，倒愛黑暗，定他們的罪就是在此。",
  },
  {
    verse: 20,
    text: "（樣例）凡作惡的便恨光，並不來就光，恐怕他的行為受責備。",
  },
  {
    verse: 21,
    text: "（樣例）但行真理的必來就光，要顯明他所行的是靠神而行。",
  },
];
