/** Traditional Chinese Union–style denser Matthew 28 denser resurrection + commission scaffold (vv.1–10 + 16–20). (not a licensed corpus dump). */
export const CUVT_MATT_28: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）安息日將盡，七日的頭一日，天快亮的時候，抹大拉的馬利亞和那個馬利亞來看墳墓。",
  },
  {
    verse: 2,
    text: "（樣例）忽然，地大震動；因為有主的使者從天上下來，把石頭滾開，坐在上面。",
  },
  {
    verse: 3,
    text: "（樣例）他的像貌如同閃電，衣服潔白如雪。",
  },
  {
    verse: 4,
    text: "（樣例）看守的人就因他嚇得渾身亂戰，甚至和死人一樣。",
  },
  {
    verse: 5,
    text: "（樣例）天使對婦女說：「不要害怕！我知道你們是尋找那釘十字架的耶穌。",
  },
  {
    verse: 6,
    text: "（樣例）他不在這裡，照他所說的，已經復活了。你們來看安放主的地方。",
  },
  {
    verse: 7,
    text: "（樣例）快去告訴他的門徒，說他從死裡復活了，並且先你們到加利利去，在那裡你們要見他。看哪，我已經告訴你們了。」",
  },
  {
    verse: 8,
    text: "（樣例）婦女們就急忙離開墳墓，又害怕，又大大的歡喜，跑去要報給他的門徒。",
  },
  {
    verse: 9,
    text: "（樣例）忽然，耶穌遇見她們，說：「願你們平安！」她們就上前抱住他的腳拜他。",
  },
  {
    verse: 10,
    text: "（樣例）耶穌對她們說：「不要害怕！你們去告訴我的弟兄，叫他們往加利利去，在那裡必見我。」",
  },
  {
    verse: 16,
    text: "（樣例）十一個門徒往加利利去，到了耶穌約定的山上。",
  },
  {
    verse: 17,
    text: "（樣例）他們見了耶穌就拜他，然而還有人疑惑。",
  },
  {
    verse: 18,
    text: "（樣例）耶穌進前來，對他們說：「天上地下所有的權柄都賜給我了。",
  },
  {
    verse: 19,
    text: "（樣例）所以，你們要去，使萬民作我的門徒，奉父、子、聖靈的名給他們施洗。",
  },
  {
    verse: 20,
    text: "（樣例）凡我所吩咐你們的，都教訓他們遵守，我就常與你們同在，直到世界的末了。」",
  },
];
