/** Traditional Chinese Union–style denser Exodus 20 Decalogue scaffold (vv.1–17; not a licensed corpus dump). */
export const CUVT_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（樣例）神吩咐這一切的話說：",
  },
  {
    verse: 2,
    text: "（樣例）我是耶和華你的神，曾將你從埃及地為奴之家領出來。",
  },
  {
    verse: 3,
    text: "（樣例）除了我以外，你不可有別的神。",
  },
  {
    verse: 4,
    text: "（樣例）不可為自己雕刻偶像，也不可作甚麼形像彷彿上天、下地和地底下、水中的百物。",
  },
  {
    verse: 5,
    text: "（樣例）不可跪拜那些像，也不可事奉它，因為我耶和華你的神是忌邪的神。恨我的，我必追討他的罪，自父及子，直到三四代；",
  },
  {
    verse: 6,
    text: "（樣例）愛我、守我誡命的，我必向他們發慈愛，直到千代。",
  },
  {
    verse: 7,
    text: "（樣例）不可妄稱耶和華你神的名；因為妄稱耶和華名的，耶和華必不以他為無罪。",
  },
  {
    verse: 8,
    text: "（樣例）當記念安息日，守為聖日。",
  },
  {
    verse: 9,
    text: "（樣例）六日要勞碌做你一切的工，",
  },
  {
    verse: 10,
    text: "（樣例）但第七日是向耶和華你神當守的安息日。這一日你和你的兒女、僕婢、牲畜，並你城裡寄居的客旅，無論何工都不可做；",
  },
  {
    verse: 11,
    text: "（樣例）因為六日之內，耶和華造天、地、海和其中的萬物，第七日便安息，所以耶和華賜福與安息日，定為聖日。",
  },
  {
    verse: 12,
    text: "（樣例）當孝敬父母，使你的日子在耶和華你神所賜你的地上得以長久。",
  },
  {
    verse: 13,
    text: "（樣例）不可殺人。",
  },
  {
    verse: 14,
    text: "（樣例）不可姦淫。",
  },
  {
    verse: 15,
    text: "（樣例）不可偷盜。",
  },
  {
    verse: 16,
    text: "（樣例）不可作假見證陷害人。",
  },
  {
    verse: 17,
    text: "（樣例）不可貪戀人的房屋；也不可貪戀人的妻子、僕婢、牛驢，並他一切所有的。",
  },
];
