/** Traditional Chinese Union–style denser 1 John 4 (vv.7–21) scaffold (not a licensed corpus dump). */
export const CUVT_1JOHN_4: { verse: number; text: string }[] = [
  {
    verse: 7,
    text: "（樣例）親愛的弟兄啊，我們應當彼此相愛，因為愛是從神來的。凡有愛心的，都是由神而生，並且認識神。",
  },
  {
    verse: 8,
    text: "（樣例）沒有愛心的，就不認識神，因為神就是愛。",
  },
  {
    verse: 9,
    text: "（樣例）神差他獨生子到世間來，使我們藉著他得生，神愛我們的心在此就顯明了。",
  },
  {
    verse: 10,
    text: "（樣例）不是我們愛神，乃是神愛我們，差他的兒子為我們的罪作了挽回祭，這就是愛了。",
  },
  {
    verse: 11,
    text: "（樣例）親愛的弟兄啊，神既是這樣愛我們，我們也當彼此相愛。",
  },
  {
    verse: 12,
    text: "（樣例）從來沒有人見過神，我們若彼此相愛，神就住在我們裏面，愛他的心在我們裏面得以完全了。",
  },
  {
    verse: 13,
    text: "（樣例）神將他的靈賜給我們，從此就知道我們是住在他裏面，他也住在我們裏面。",
  },
  {
    verse: 14,
    text: "（樣例）父差子作世人的救主；這是我們所看見且作見證的。",
  },
  {
    verse: 15,
    text: "（樣例）凡認耶穌為神兒子的，神就住在他裏面，他也住在神裏面。",
  },
  {
    verse: 16,
    text: "（樣例）神愛我們的心，我們也知道也信。神就是愛；住在愛裏面的，就是住在神裏面，神也住在他裏面。",
  },
  {
    verse: 17,
    text: "（樣例）這樣，愛在我們裏面得以完全，我們就可以在審判的日子坦然無懼。因為他如何，我們在這世上也如何。",
  },
  {
    verse: 18,
    text: "（樣例）愛裏沒有懼怕；愛既完全，就把懼怕除去。因為懼怕裏含著刑罰，懼怕的人在愛裏未得完全。",
  },
  {
    verse: 19,
    text: "（樣例）我們愛，因為神先愛我們。",
  },
  {
    verse: 20,
    text: "（樣例）人若說我愛神，卻恨他的弟兄，就是說謊話的；不愛他所看見的弟兄，就不能愛沒有看見的神。",
  },
  {
    verse: 21,
    text: "（樣例）愛神的，也當愛弟兄，這是我們從神所受的命令。",
  },
];
