/** Japanese colloquial-style denser Acts 2 denser Pentecost scaffold (vv.1–8 + 38). (not a licensed corpus dump). */
export const KOUGO_ACTS_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）五旬節の日がきて、みんなの者が一緒に集まっていると、",
  },
  {
    verse: 2,
    text: "（見本）突然、激しい風が吹いてきたような音が天から起ってきて、一同がすわっていた家いっぱいに響きわたった。",
  },
  {
    verse: 3,
    text: "（見本）また、舌のようなものが、炎のように分れて現れ、一人一人の上にとどまった。",
  },
  {
    verse: 4,
    text: "（見本）すると、一同は聖霊に満たされ、御霊が語らせるままに、いろいろの他国の言葉で語り出した。",
  },
  {
    verse: 5,
    text: "（見本）さて、エルサレムには、天下のあらゆる国々から、信仰深いユダヤ人たちがきて住んでいたが、",
  },
  {
    verse: 6,
    text: "（見本）この物音に大ぜいの人が集まってきて、彼らの生れ故郷の国語で、使徒たちが話しているのを、だれもかれも聞いてあっけにとられた。",
  },
  {
    verse: 7,
    text: "（見本）そして驚き怪しんで言った、「見よ、語っているこの人たちは、みなガリラヤ人ではないか。",
  },
  {
    verse: 8,
    text: "（見本）それだのに、わたしたちがそれぞれ、生れ故郷の国語を彼らから聞かされるとは、いったい、どうしたことか。",
  },
  {
    verse: 38,
    text: "（見本）すると、ペテロが答えた、「悔い改めなさい。そして、あなたがたひとりびとりが罪のゆるしを得るために、イエス・キリストの名によって、バプテスマを受けなさい。そうすれば、あなたがたは聖霊の賜物を受けるであろう。",
  },
];
