/** Japanese colloquial-style denser Isaiah 53 (vv.1–12) scaffold (not a licensed corpus dump). */
export const KOUGO_ISA_53: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）だれがわれわれの聞いたことを信じ得たか。主の腕は、だれにあらわれたか。",
  },
  {
    verse: 2,
    text: "（見本）彼は主の前に若木のように、またかわいた土から出る根のように育った。彼にはわれわれの見るべき姿がなく、威厳もなく、われわれの慕うべき美しさもない。",
  },
  {
    verse: 3,
    text: "（見本）彼は蔑まれ、人に捨てられ、悲しみの人で、病を知っていた。また顔をそむけられるように蔑まれ、わたしたちも彼を尊ばなかった。",
  },
  {
    verse: 4,
    text: "（見本）まことに彼はわたしたちの病を負い、わたしたちの悲しみをになった。だが、わたしたちは思った、彼は打たれ、神にたたかれ、苦しめられたのだと。",
  },
  {
    verse: 5,
    text: "（見本）しかし彼はわたしたちのとがのために傷つけられ、わたしたちの不義のために砕かれた。彼はみずから懲らしめをうけて、わたしたちに平安を与え、その打ち傷によって、わたしたちはいやされた。",
  },
  {
    verse: 6,
    text: "（見本）わたしたちはみな羊のように迷って、おのおの自分の道に向かって行った。主はわたしたちすべての者の不義を、彼の上におかれた。",
  },
  {
    verse: 7,
    text: "（見本）彼はしえたげられ、苦しめられたけれども、口を開かなかった。ほふり場にひかれて行く小羊のように、また毛を切る者の前に黙っている羊のように、口を開かなかった。",
  },
  {
    verse: 8,
    text: "（見本）彼はしえたげと、さばきによって取り去られた。彼の時代の人のうち、だれが思ったであろうか、彼はわたしの民のとがのために打たれて、生けるものの地から断たれたことを。",
  },
  {
    verse: 9,
    text: "（見本）彼は墓を悪しき者と共にされ、また富める者と共に葬られた。彼は暴虐を行わず、その口に偽りがなかったけれども。",
  },
  {
    verse: 10,
    text: "（見本）しかも主の御旨が彼を砕くことであった。彼をしいたげ、その身に嘆きを置かれた。彼が自分をささげて、とがの供え物となれば、彼は、その子孫を見ることができ、その命を長くすることができる。かつ主の御旨が彼の手によって栄える。",
  },
  {
    verse: 11,
    text: "（見本）彼は自分の魂の苦しみを見、そして満足する。わたしの正しいしもべはその知識によって、多くの人を義とし、また彼らの不義を負う。",
  },
  {
    verse: 12,
    text: "（見本）それゆえ、わたしは彼に大いなる者と共に物を分かち与え、彼は強い者と共に獲物を分ける。これは彼が死にいたるまで、自分の魂をそそぎだし、またとがある者と数えられたからである。しかも彼は多くの人の罪を負い、とがある者のためにとりなしをした。",
  },
];
