/** Japanese colloquial-style denser James 1 denser faith-and-doers scaffold (vv.2–5 + 12 + 17–22). (not a licensed corpus dump). */
export const KOUGO_JAMES_1: { verse: number; text: string }[] = [
  {
    verse: 2,
    text: "（見本）わたしの兄弟たちよ。あなたがたがいろいろな試練に会った場合、それをむしろ非常な喜びと思いなさい。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたの知っているとおり、信仰が試されることによって、忍耐が生み出されるからである。",
  },
  {
    verse: 4,
    text: "（見本）だから、忍耐を完全に働かせなさい。そうすれば、あなたがたは何一つ欠けたところのない、成長を遂げた、全き人となるであろう。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたのうち、知恵に不足している者があれば、その人は、だれにでも惜しみなく好意をもって与える神に、願い求めるがよい。そうすれば、与えられるであろう。",
  },
  {
    verse: 12,
    text: "（見本）試練の下に耐え忍ぶ人は、さいわいである。それを忍びとおした人は、神を愛する者たちに約束されたいのちの冠を受けるからである。",
  },
  {
    verse: 17,
    text: "（見本）あらゆる良い贈り物、完全な賜物は、上から、光の父から下って来る。父には変化もなく、回転の影もない。",
  },
  {
    verse: 18,
    text: "（見本）父は御心のままに、真理の言葉によってわたしたちを生んで下さった。わたしたちを、いわば被造物の初穂とするためである。",
  },
  {
    verse: 19,
    text: "（見本）愛する兄弟たちよ。このことをわきまえなさい。だれでも聞くに早く、語るに遅く、怒るに遅くあるべきである。",
  },
  {
    verse: 20,
    text: "（見本）人の怒りは、神の義を行わないからである。",
  },
  {
    verse: 21,
    text: "（見本）だから、すべての汚れや、はなはだしい悪を捨て去って、心に植えつけられた御言を、すなおに受け入れなさい。御言には、あなたがたの魂を救う力がある。",
  },
  {
    verse: 22,
    text: "（見本）そして、御言を実行する人になりなさい。ただ聞くだけで、自分を欺いているような人になってはいけない。",
  },
];
