/** Japanese colloquial-style denser Philippians 4 denser full rejoice/peace chapter scaffold (vv.1–23). (not a licensed corpus dump). */
export const KOUGO_PHIL_4: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）愛する兄弟たち、わたしの喜びであり冠であるあなたがたよ。このように主にあって堅く立ちなさい。愛する者たちよ。",
  },
  {
    verse: 2,
    text: "（見本）わたしはユウオデヤに勧め、またスントケに勧める。主にあって同じ思いを抱くように。",
  },
  {
    verse: 3,
    text: "（見本）ほんとうにあなたに頼む、真実な協力者よ。この女たちを助けてあげなさい。彼らは福音のためにわたしと共に労苦したのだから。クレメンスやほかの同労者たちも同様で、その名は命の書にしるされている。",
  },
  {
    verse: 4,
    text: "（見本）主にあって常に喜んでいなさい。もう一度言う、喜びなさい。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたの寛容を、みんなの人に示しなさい。主は近い。",
  },
  {
    verse: 6,
    text: "（見本）何事も思い煩ってはならない。ただ、事ごとに、感謝をもって祈と願いとをささげ、あなたがたの求めるところを神に申し上げるがよい。",
  },
  {
    verse: 7,
    text: "（見本）そうすれば、人知ではとうてい測り知ることのできない神の平安が、あなたがたの心と思いとを、キリスト・イエスにあって守るであろう。",
  },
  {
    verse: 8,
    text: "（見本）最後に、兄弟たちよ。すべて真実なこと、すべて誉あること、すべて正しいこと、すべて純真なこと、すべて愛すべきこと、すべてほむべきこと、美德や称賛に値することがあれば、それらのことを心にとめなさい。",
  },
  {
    verse: 9,
    text: "（見本）あなたがたがわたしから学んだこと、受けたこと、聞いたこと、見たことを実行しなさい。そうすれば、平和の神があなたがたと共にいますであろう。",
  },
  {
    verse: 10,
    text: "（見本）わたしは主にあって大いに喜んでいる。あなたがたがわたしを思う心が今また芽ばえてきたからである。あなたがたは以前からわたしを思っていてくれたが、機会がなかったのである。",
  },
  {
    verse: 11,
    text: "（見本）わたしは乏しいから、こう言うのではない。わたしはどんな境遇にあっても、足ることを学んだ。",
  },
  {
    verse: 12,
    text: "（見本）わたしは貧に処する道を知っており、富に処する道も知っている。飽くことについても、飢えることについても、富むことについても、乏しいことについても、あらゆる境遇に処する秘訣を心得ている。",
  },
  {
    verse: 13,
    text: "（見本）わたしを強くして下さるかたによって、何事でもすることができる。",
  },
  {
    verse: 14,
    text: "（見本）しかし、わたしの患難に共同してくれたのは、あなたがたの良いところである。",
  },
  {
    verse: 15,
    text: "（見本）ピリピの人たちよ、あなたがたも知っているとおり、福音宣教の初めに、わたしがマケドニヤを出発したとき、物のやり取りでわたしに協力した教会は、あなたがたのほかには一つもなかった。",
  },
  {
    verse: 16,
    text: "（見本）テサロニケにいた時でさえ、あなたがたは一度ならず、わたしの欠乏を補うために送りとどけてくれた。",
  },
  {
    verse: 17,
    text: "（見本）わたしは贈り物を求めているのではない。むしろ、あなたがたの勘定に殖えてゆく実を求めているのである。",
  },
  {
    verse: 18,
    text: "（見本）わたしはあらゆるものを受けてあり余るほどである。わたしは満ち足りている。エパフロデトからあなたがたの贈り物を受けたからである。それは香ばしいかおりであり、神が受け入れて下さる供え物である。",
  },
  {
    verse: 19,
    text: "（見本）わたしの神は、ご自身の栄光の富の中から、キリスト・イエスにあって、あなたがたのいっさいの必要を満たして下さるであろう。",
  },
  {
    verse: 20,
    text: "（見本）わたしたちの父なる神に、栄光が世々限りなくあるように、アァメン。",
  },
  {
    verse: 21,
    text: "（見本）キリスト・イエスにある聖徒一同に、よろしく。わたしと共にいる兄弟たちが、あなたがたによろしく。",
  },
  {
    verse: 22,
    text: "（見本）聖徒たち一同、特にカイザルの家の者たちが、あなたがたによろしく。",
  },
  {
    verse: 23,
    text: "（見本）主イエス・キリストの恵みが、あなたがたの霊と共にあるように。",
  },
];
