/** Japanese colloquial-style denser Matthew 28 denser full resurrection + commission chapter scaffold (vv.1–20). (not a licensed corpus dump). */
export const KOUGO_MATT_28: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）さて、安息日が終って、週の初めの日の明け方に、マグダラのマリヤとほかのマリヤとが、墓を見にきた。",
  },
  {
    verse: 2,
    text: "（見本）すると、見よ、大地震が起った。それは主の使が天から下ってきて、石をわきへ転がして、その上にすわったからである。",
  },
  {
    verse: 3,
    text: "（見本）その姿は、いなずまのように輝き、その衣は雪のように真白であった。",
  },
  {
    verse: 4,
    text: "（見本）番をしていた人たちは、彼を見て恐れ、震え、死人のようになった。",
  },
  {
    verse: 5,
    text: "（見本）この御使は女たちに言った、「恐れることはない。あなたがたが十字架につけられたイエスを捜していることは、わたしにわかっているが、",
  },
  {
    verse: 6,
    text: "（見本）彼はここにはおられない。かねて言われたとおりに、すでによみがえられたのである。さあ、イエスが納められていた場所をごらんなさい。",
  },
  {
    verse: 7,
    text: "（見本）そして急いで行って、弟子たちにこう告げなさい、『イエスは死人の中からよみがえられた。見よ、あなたがたより先にガリラヤへ行かれる。そこでお会いできるであろう』。見よ、わたしはあなたがたにこう告げた」。",
  },
  {
    verse: 8,
    text: "（見本）そこで女たちは恐れながらも大喜びで、急いで墓を立ち去り、弟子たちに知らせるために走って行った。",
  },
  {
    verse: 9,
    text: "（見本）すると、イエスが目立って彼女たちに出会い、「平安あれ」と言われたので、彼女たちは近寄り、その足をいだいて拝した。",
  },
  {
    verse: 10,
    text: "（見本）すると、イエスは言われた、「恐れることはない。行ってわたしの兄弟たちに、ガリラヤに行け、そこでわたしに会えるであろうと、告げなさい」。",
  },
  {
    verse: 11,
    text: "（見本）女たちが行っている間に、番人のうち数人が町に行って、すべての出来事を祭司長たちに報告した。",
  },
  {
    verse: 12,
    text: "（見本）そこで、彼らは長老たちと集まって相談し、兵卒たちに多くの金を与えて、",
  },
  {
    verse: 13,
    text: "（見本）言った、「『弟子たちが夜中に来て、われわれの眠っている間に彼を盗んだ』と言え。",
  },
  {
    verse: 14,
    text: "（見本）もしこのことが総督の耳に入っても、われわれが彼を説得して、あなたがたに心配をかけないようにしよう」。",
  },
  {
    verse: 15,
    text: "（見本）それで、兵卒たちは金を受け取って、教えられたとおりにした。この話は、今日に至るまでユダヤ人の間に広がっている。",
  },
  {
    verse: 16,
    text: "（見本）十一人の弟子たちはガリラヤに行って、イエスが彼らに指定された山に登った。",
  },
  {
    verse: 17,
    text: "（見本）そして、イエスに会って拝した。しかし、疑う者もいた。",
  },
  {
    verse: 18,
    text: "（見本）イエスは彼らに近づいてきて言われた、「わたしは、天においても地においても、いっさいの権威を授けられた。",
  },
  {
    verse: 19,
    text: "（見本）それゆえに、あなたがたは行って、すべての国民を弟子として、父と子と聖霊との名によって、彼らにバプテスマを施し、",
  },
  {
    verse: 20,
    text: "（見本）あなたがたに命じておいたいっさいのことを守るように教えよ。見よ、わたしは世の終りまで、いつもあなたがたと共にいるのである」。",
  },
];
