/** Japanese colloquial-style denser Hebrews 11 (vv.1–12) scaffold (not a licensed corpus dump). */
export const KOUGO_HEB_11: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）信仰とは、望んでいる事がらを確信し、まだ見ていない事実を確認することである。",
  },
  {
    verse: 2,
    text: "（見本）昔の人たちは、この信仰のゆえに神に認められた。",
  },
  {
    verse: 3,
    text: "（見本）信仰によって、わたしたちは、この世界が神の言葉で造られたのであり、したがって、見えるものは出現しているものからできたのではないことを知る。",
  },
  {
    verse: 4,
    text: "（見本）信仰によって、アベルはカインよりもまさったいけにえを神にささげ、それによって正しい者と認められた。神が、その供え物をよしとされたからである。彼は死んだけれども、その信仰によってまだ語っている。",
  },
  {
    verse: 5,
    text: "（見本）信仰によって、エノクは死を見ないように天に移された。神がお移しになったので、彼は見えなくなった。彼が移される前に、神に喜ばれているとのあかしを受けたのである。",
  },
  {
    verse: 6,
    text: "（見本）信仰がなくては、神に喜ばれることはできない。神に来る者は、神のいますことと、ご自分を求める者に報いてくださる方であることを、信じなければならない。",
  },
  {
    verse: 7,
    text: "（見本）信仰によって、ノアはまだ見ていない事がらについて御告を受け、恐れかしこんで、その家族を救うために箱舟を造り、その箱舟により世を罪に定めて、信仰による義を受け継ぐ者となった。",
  },
  {
    verse: 8,
    text: "（見本）信仰によって、アブラハムは、受け継ぐべき地に出て行けとの召しを受けると、それに従い、行く先を知らないで出て行った。",
  },
  {
    verse: 9,
    text: "（見本）信仰によって、彼は約束の地に他国人のようにして住み、同じ約束を共に受け継ぐイサク、ヤコブと共に、幕屋に住んだ。",
  },
  {
    verse: 10,
    text: "（見本）彼は、ゆるがぬ土台のある都を、待ち望んでいたのである。その都を設計し建設されたのは、神である。",
  },
  {
    verse: 11,
    text: "（見本）信仰によって、サラもまた、年老いていたが、妊娠する力を与えられた。約束してくださったかたは真実であると信じたからである。",
  },
  {
    verse: 12,
    text: "（見本）このようにして、一人の、しかも死んだも同様の人から、天の星のように、また海べの数えきれない砂のように、おびただしい人が生まれたのである。",
  },
];
