/** Japanese colloquial-style denser Genesis 1 scaffold (vv.1–13; not a licensed corpus dump). */
export const KOUGO_GEN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）はじめに神は天と地とを創造された。",
  },
  {
    verse: 2,
    text: "（見本）地は形なく、むなしく、やみが淵のおもてにあり、神の霊が水のおもてをおおっていた。",
  },
  {
    verse: 3,
    text: "（見本）神は「光あれ」と言われた。すると光があった。",
  },
  {
    verse: 4,
    text: "（見本）神はその光を見て、良しとされた。神はその光とやみとを分けられた。",
  },
  {
    verse: 5,
    text: "（見本）神は光を昼と名づけ、やみを夜と名づけられた。夕となり、また朝となった。第一日である。",
  },
  {
    verse: 6,
    text: "（見本）神はまた言われた、「水の間におおぞらがあって、水と水とを分けよ」。",
  },
  {
    verse: 7,
    text: "（見本）そのようになった。神がおおぞらを造って、おおぞらの下の水とおおぞらの上の水とを分けられたとき、",
  },
  {
    verse: 8,
    text: "（見本）神はそのおおぞらを天と名づけられた。夕となり、また朝となった。第二日である。",
  },
  {
    verse: 9,
    text: "（見本）神はまた言われた、「天の下の水は一つ所に集まり、かわいた地が現れよ」。そのようになった。",
  },
  {
    verse: 10,
    text: "（見本）神はそのかわいた地を陸と名づけ、集まった水を海と名づけられた。神は見て、良しとされた。",
  },
  {
    verse: 11,
    text: "（見本）神はまた言われた、「地は青草と、種をもつ草と、種類にしたがって種のある実を結ぶ果樹とを地の上にはえさせよ」。そのようになった。",
  },
  {
    verse: 12,
    text: "（見本）地は青草と、種類にしたがって種をもつ草と、それぞれの種類にしたがって種のある実を結ぶ木とをはえさせた。神は見て、良しとされた。",
  },
  {
    verse: 13,
    text: "（見本）夕となり、また朝となった。第三日である。",
  },
];
