/** Japanese colloquial-style denser Luke 2 denser nativity scaffold (vv.1–14). (not a licensed corpus dump). */
export const KOUGO_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）そのころ、全世界の人口調査をせよとの勅令が、皇帝アウグストから出た。",
  },
  {
    verse: 2,
    text: "（見本）これは、クレニオがシリヤの総督であった時の最初の人口調査であった。",
  },
  {
    verse: 3,
    text: "（見本）人々はみな、登録をするために、それぞれ自分の町へ帰って行った。",
  },
  {
    verse: 4,
    text: "（見本）ヨセフもダビデの家系であり系統であったので、ガリラヤのナザレ町を出て、ユダヤのベツレヘムというダビデの町へ上って行った。",
  },
  {
    verse: 5,
    text: "（見本）それは、すでに身重になっているいいなづけの妻マリヤと共に、登録をするためであった。",
  },
  {
    verse: 6,
    text: "（見本）ところが、彼らがそこにいる間に、マリヤは産気をついた。",
  },
  {
    verse: 7,
    text: "（見本）そして、初子を産み、布にくるんで、飼葉おけに寝かせた。宿屋には彼らのいる余地がなかったからである。",
  },
  {
    verse: 8,
    text: "（見本）さて、この土地に、羊飼たちが野外で夜を終るままに、その群れの番をしていた。",
  },
  {
    verse: 9,
    text: "（見本）すると見よ、主の御使が現れ、主の栄光が彼らを囲んで輝いたので、彼らは非常に恐れた。",
  },
  {
    verse: 10,
    text: "（見本）御使は言った、「恐れるな。見よ、すべての民に与えられる大きな喜びを、あなたがたに伝える。",
  },
  {
    verse: 11,
    text: "（見本）きょうダビデの町に、あなたがたのために救主がお生れになった。このかたこそ主なるキリストである。",
  },
  {
    verse: 12,
    text: "（見本）あなたがたは、布にくるまって飼葉おけに寝ているみどりごを見つけるであろう。それが、あなたがたに与えられるしるしである」。",
  },
  {
    verse: 13,
    text: "（見本）するとたちまち、おびただしい天の軍勢が現れ、御使と一緒になって神をさんびして言った、",
  },
  {
    verse: 14,
    text: "（見本）「いと高きところでは、神に栄光があるように、地の上では、み心にかなう人々に平和があるように」。",
  },
];
