/** Japanese colloquial-style denser John 2 denser Cana wedding scaffold (vv.1–11). (not a licensed corpus dump). */
export const KOUGO_JOHN_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）三日目に、ガリラヤのカナで婚礼があって、イエスの母がそこにいた。",
  },
  {
    verse: 2,
    text: "（見本）イエスも、その弟子たちも、その婚礼に招かれた。",
  },
  {
    verse: 3,
    text: "（見本）ぶどう酒がなくなったので、母はイエスに言った、「ぶどう酒がなくなりました」。",
  },
  {
    verse: 4,
    text: "（見本）イエスは母に言われた、「女よ、あなたは、わたしと、なんの係わりがありますか。わたしの時は、まだきていません」。",
  },
  {
    verse: 5,
    text: "（見本）母は召し使いたちに言った、「この方があなたがたに言いつけられることは、なんでもして下さい」。",
  },
  {
    verse: 6,
    text: "（見本）そこには、ユダヤ人のきよめの習わしに従って、それぞれ二、三メトレテスもいる石の水がめが、六つ置いてあった。",
  },
  {
    verse: 7,
    text: "（見本）イエスは彼らに「この水がめに水をいっぱい入れなさい」と言われた。彼らは口までいっぱいに入れた。",
  },
  {
    verse: 8,
    text: "（見本）そこでイエスは彼らに言われた、「今度はくみ出して宴会の世話役のところに持って行きなさい」。彼らは持って行った。",
  },
  {
    verse: 9,
    text: "（見本）宴会の世話役は、ぶどう酒になった水をなめてみた。それがどこからきたのか知らないでいたが、水をくんだ召し使いたちは知っていた。そこで、世話役は花婿を呼んで",
  },
  {
    verse: 10,
    text: "（見本）言った、「どんな人でも、初めによいぶどう酒を出して、酔いがまわったころに悪いのを出すものだ。それだのに、あなたは良いぶどう酒を今までとっておかれました」。",
  },
  {
    verse: 11,
    text: "（見本）イエスは、この最初のしるしをガリラヤのカナで行い、その栄光をあらわされた。そして、弟子たちはイエスを信じた。",
  },
];
