/** Japanese colloquial-style denser Acts 2 denser full Pentecost chapter scaffold (vv.1–47). (not a licensed corpus dump). */
export const KOUGO_ACTS_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）五旬節の日がきて、みんなの者が一緒に集まっていると、",
  },
  {
    verse: 2,
    text: "（見本）突然、激しい風が吹いてきたような音が天から起ってきて、一同がすわっていた家いっぱいに響きわたった。",
  },
  {
    verse: 3,
    text: "（見本）また、舌のようなものが、炎のように分れて現れ、一人一人の上にとどまった。",
  },
  {
    verse: 4,
    text: "（見本）すると、一同は聖霊に満たされ、御霊が語らせるままに、いろいろの他国の言葉で語り出した。",
  },
  {
    verse: 5,
    text: "（見本）さて、エルサレムには、天下のあらゆる国々から、信仰深いユダヤ人たちがきて住んでいたが、",
  },
  {
    verse: 6,
    text: "（見本）この物音に大勢の人々が集まってきて、彼らがそれぞれ、自分の国語で語っているのを聞いて、あっけにとられてしまった。",
  },
  {
    verse: 7,
    text: "（見本）そして驚き怪しんで言った、「見よ、語っているこの人たちは、皆ガリラヤ人ではないか。",
  },
  {
    verse: 8,
    text: "（見本）それだのに、わたしたちがそれぞれ、生れ故郷の国語を聞かされるとは、どうしたことか。",
  },
  {
    verse: 9,
    text: "（見本）わたしたちの中には、パルテヤ人、メジヤ人、エラム人がおり、またメソポタミヤ、ユダヤ、カパドキヤ、ポントとアジヤ、",
  },
  {
    verse: 10,
    text: "（見本）フルギヤとパンフリヤ、エジプトとクレネに近いリビヤ地方などに住む者もおり、また滞在中のローマ人で、ユダヤ人と改宗者もおり、",
  },
  {
    verse: 11,
    text: "（見本）クレテ人とアラビヤ人もいるのだが、あの人々がわたしたちの国語で、神の大きな働きを語るのを聞くとは」。",
  },
  {
    verse: 12,
    text: "（見本）みんなの者は驚き惑って、互に言い合った、「これは、いったい、どういうわけなのだろう」。",
  },
  {
    verse: 13,
    text: "（見本）しかし、ほかの者たちはあざ笑って、「あの人たちは新しい酒に酔っているのだ」と言った。",
  },
  {
    verse: 14,
    text: "（見本）そこで、ペテロが十一人の者と共に立って、声をあげ、人々に語りかけて言った。「ユダヤの人たち、ならびにエルサレムに住むすべてのみなさん。どうか、このことを知っていただきたい。わたしの言うことに耳を傾けてほしい。",
  },
  {
    verse: 15,
    text: "（見本）今は朝の九時であるから、この人たちは、あなたがたが思っているように、酔っているのではない。",
  },
  {
    verse: 16,
    text: "（見本）むしろ、これは預言者ヨエルによって語られたことなのである。",
  },
  {
    verse: 17,
    text: "（見本）すなわち、『神が言われる、終わりの時に、わたしはすべての肉なる者にわが霊を注ごう。すると、あなたがたのむすこ娘は預言をし、若者たちは幻を見、老人たちは夢を見るであろう。",
  },
  {
    verse: 18,
    text: "（見本）その時には、わたしの男女の僕たちにもわが霊を注ごう。そして彼らも預言をするであろう。",
  },
  {
    verse: 19,
    text: "（見本）また、上では、天に奇跡を見せ、下では地にしるしを、すなわち、血と火と立ちこめる煙とを見せるであろう。",
  },
  {
    verse: 20,
    text: "（見本）主の大いなる輝かしい日が来る前に、太陽は変じて暗く、月は変じて血のように赤くなるであろう。",
  },
  {
    verse: 21,
    text: "（見本）その時、主の御名を呼び求める者は、みな救われるであろう』。",
  },
  {
    verse: 22,
    text: "（見本）イスラエルの人たちよ、この言葉を聞いてほしい。ナザレ人イエスは、神がご自身でお立てになった行ないと、奇跡と、しるしとにより、あなたがたに証明されたかたであった。それは、あなたがた自身の知っているとおりである。",
  },
  {
    verse: 23,
    text: "（見本）このイエスが渡されたのは神の定めた計画と予知とによるのであるが、あなたがたは彼を不法の人々の手に渡して十字架につけ、殺してしまった。",
  },
  {
    verse: 24,
    text: "（見本）しかし、神は彼を死の苦しみから解き放って、よみがえらせたのである。イエスが死に支配されているはずはなかったからである。",
  },
  {
    verse: 25,
    text: "（見本）ダビデはイエスについてこう言っている、『わたしはいつも、わたしの目の前に主を見た。主は、わたしの右にいてくださるので、わたしは揺らされることがない。",
  },
  {
    verse: 26,
    text: "（見本）それゆえ、わたしの心は楽しみ、わたしの舌はよろこび歌った。また、わたしの肉も、望みを抱いて生きるであろう。",
  },
  {
    verse: 27,
    text: "（見本）あなたの聖者に朽ち果てを見させないために、あなたは、わたしの魂を黄泉に捨てておかれないからである。",
  },
  {
    verse: 28,
    text: "（見本）あなたは、いのちの道をわたしに示し、み前にあって、わたしを喜びで満たしてくださるであろう』。",
  },
  {
    verse: 29,
    text: "（見本）兄弟たちよ、族長ダビデについては、わたしはあなたがたに、はっきり言っておきたい。彼は死んで葬られ、現にその墓が今日に至るまで、わたしたちの間に残っている。",
  },
  {
    verse: 30,
    text: "（見本）彼は預言者であったから、神が彼の子孫のひとりをその王座につかせると、誓って言われたことを知っていて、",
  },
  {
    verse: 31,
    text: "（見本）キリストの復活をあらかじめ知って、『彼は黄泉に捨てておかれることがなく、またその肉体は朽ち果てることがない』と語ったのである。",
  },
  {
    verse: 32,
    text: "（見本）このイエスを、神はよみがえらせた。そして、わたしたちは皆その証人なのである。",
  },
  {
    verse: 33,
    text: "（見本）それで、イエスは神の右に上げられ、父から約束の聖霊を受けて、それをわたしたちに注がれたのである。このことは、あなたがたが現に見聞きしているとおりである。",
  },
  {
    verse: 34,
    text: "（見本）ダビデは天に上ったのではない。彼自身こう言っている、『主はわが主に仰せになった、あなたの敵をあなたの足台にするまでは、",
  },
  {
    verse: 35,
    text: "（見本）わたしの右に座していなさい』。",
  },
  {
    verse: 36,
    text: "（見本）だから、イスラエルの全家は、確実に知っておくがよい。あなたがたが十字架につけたこのイエスを、神は主またキリストとなさったのである」。",
  },
  {
    verse: 37,
    text: "（見本）人々はこれを聞いて、心を刺され、ペテロやほかの使徒たちに、「兄弟たちよ、わたしたちは、どうしたらよいのですか」と言った。",
  },
  {
    verse: 38,
    text: "（見本）すると、ペテロが答えた、「悔い改めなさい。そして、あなたがたひとりびとりが罪のゆるしを得るために、イエス・キリストの名によって、バプテスマを受けなさい。そうすれば、賜物として聖霊を受けるであろう。",
  },
  {
    verse: 39,
    text: "（見本）この約束は、われわれの主なる神の召しにあずかるすべての者、すなわち、あなたがたと、あなたがたの子らと、遠くの者一同とに、与えられているのである」。",
  },
  {
    verse: 40,
    text: "（見本）ペテロは、ほかになお多くの言葉であかしをし、人々に「この曲った時代から救われなさい」と勧めた。",
  },
  {
    verse: 41,
    text: "（見本）そこで、彼の勧めの言葉を受け入れた者たちは、バプテスマを受けたが、その日、仲間に加わったものが三千人ほどあった。",
  },
  {
    verse: 42,
    text: "（見本）そして一同はひたすら、使徒たちの教を守り、互に交わりをし、パンを裂き、祈をしていた。",
  },
  {
    verse: 43,
    text: "（見本）みんなの者に恐れが生じた。また使徒たちによって、多くの奇跡としるしが行われた。",
  },
  {
    verse: 44,
    text: "（見本）信じた者たちはみな一緒にいて、いっさいの物を共有にし、",
  },
  {
    verse: 45,
    text: "（見本）資産や持ち物を売っては、必要に応じてみんなの者に分け与えた。",
  },
  {
    verse: 46,
    text: "（見本）そして日々心を一つにして、絶えず宮もうでをなし、家ではパンを裂き、よろこびと、真心とをもって、食事を共にし、",
  },
  {
    verse: 47,
    text: "（見本）神をさんびし、すべての人に好意を持たれていた。そして主は、救われる者を日々仲間に加えて下さったのである。",
  }
];
