/** Japanese colloquial-style John 3 scaffold (not a licensed corpus dump). */
export const KOUGO_JOHN_3: { verse: number; text: string }[] = [
  { verse: 1, text: "さて、パリサイ人のひとりで、その名をニコデモというユダヤ人の指導者があった。" },
  { verse: 2, text: "この人が夜イエスのもとにきて言った、「先生、わたしたちはあなたが神からこられた教師であることを知っています。神が共におられるのでなければ、あなたがなさっておられるようなしるしは、だれも行うことができないからです」。" },
  { verse: 3, text: "イエスは答えて言われた、「よくよくあなたに言っておく。人は、新しく生れなければ、神の国を見ることはできない」。" },
  { verse: 16, text: "神はそのひとり子を賜ったほどに、この世を愛して下さった。それは御子を信じる者がひとりも滅びないで、永遠の命を得るためである。" },
  { verse: 17, text: "神が御子をつかわされたのは、世をさばくためではなく、御子によって、この世が救われるためである。" },
];
