/** Japanese colloquial-style denser Revelation 21 denser full new-heaven chapter scaffold (vv.1–27). (not a licensed corpus dump). */
export const KOUGO_REV_21: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）わたしはまた、新しい天と新しい地とを見た。先の天と地とは消え去り、海もなくなってしまった。",
  },
  {
    verse: 2,
    text: "（見本）また聖なる都、新しいエルサレムが、夫のために着飾った花嫁のように用意をととのえて、神のもとを出て、天から下って来るのを見た。",
  },
  {
    verse: 3,
    text: "（見本）また、御座から大きな声が叫ぶのを聞いた、「見よ、神の幕屋が人と共にあり、神が人と共に住み、人は神の民となり、神自ら人と共にいまして、",
  },
  {
    verse: 4,
    text: "（見本）人の目から涙を全くぬぐいとって下さる。もはや、死もなく、悲しみも、叫びも、痛みもない。先のものが、すでに過ぎ去ったからである」。",
  },
  {
    verse: 5,
    text: "（見本）すると、御座にいますかたが言われた、「見よ、わたしはすべてのものを新たにする」。また言われた、「書きとめなさい。これらの言葉は、信頼すべきであり、まことである」。",
  },
  {
    verse: 6,
    text: "（見本）更に言われた、「事はすでに成った。わたしはアルパでありオメガである。初めであり終りである。かわいている者には、いのちの水の泉から価なしに飲ませてあげよう。",
  },
  {
    verse: 7,
    text: "（見本）勝利を得る者は、これらのものを受け継ぐであろう。わたしは彼の神となり、彼はわたしの子となる。",
  },
  {
    verse: 8,
    text: "（見本）しかし、おくびょうな者、不信仰な者、忌むべき者、人殺し、姦淫を行う者、まじないをする者、偶像を拝む者、すべて偽りを言う者たちには、火と硫黄の燃えている池が、彼らの受くべき分け前である。これが第二の死である」。",
  },
  {
    verse: 9,
    text: "（見本）最後の七つの災害を満たした七つの鉢を持っていた七人の御使のひとりがきて、わたしに語って言った、「さあ、きなさい。小羊の妻なる花嫁を見せよう」。",
  },
  {
    verse: 10,
    text: "（見本）この御使は、わたしを御霊に感じたまま、大きな高い山に連れて行き、聖なる都エルサレムが、神の栄光のうちに、神のみもとから下って来るのを見せてくれた。",
  },
  {
    verse: 11,
    text: "（見本）その都の輝きは、高価な宝石のようであり、透明な碧玉のようであった。",
  },
  {
    verse: 12,
    text: "（見本）それには大きな、高い城壁があって、十二の門があり、それらの門には、十二の御使がおり、イスラエルの子らの十二部族の名が、刻みつけてあった。",
  },
  {
    verse: 13,
    text: "（見本）東の方に三つの門、北の方に三つの門、南の方に三つの門、西の方に三つの門があった。",
  },
  {
    verse: 14,
    text: "（見本）また都の城壁には十二の土台があり、それには、小羊の十二使徒の十二の名が書いてあった。",
  },
  {
    verse: 15,
    text: "（見本）わたしに語っている者は、都とその門と城壁とを測るために、金の測りざおを持っていた。",
  },
  {
    verse: 16,
    text: "（見本）都は方形であって、その長さと幅とは等しい。彼がその測りざおで都を測ると、一万二千スタデイオであった。長さと幅と高さとは、いずれも同じである。",
  },
  {
    verse: 17,
    text: "（見本）また城壁を測ると、百四十四キュビトであった。これは人間の、すなわち、御使の尺度による数である。",
  },
  {
    verse: 18,
    text: "（見本）城壁は碧玉で築かれ、都は透き通ったガラスのような純金で造われていた。",
  },
  {
    verse: 19,
    text: "（見本）都の城壁の土台は、あらゆる宝石で飾られていた。第一の土台は碧玉、第二はサファイヤ、第三は玉髄、第四は緑玉、",
  },
  {
    verse: 20,
    text: "（見本）第五は縞めのう、第六は赤めのう、第七はかんらん石、第八は緑柱石、第九は黄玉、第十は緑玉髄、第十一は青玉、第十二は紫水晶であった。",
  },
  {
    verse: 21,
    text: "（見本）十二の門は十二の真珠であり、門はそれぞれ一つの真珠で造られ、都の大通りは、透き通ったガラスのような純金であった。",
  },
  {
    verse: 22,
    text: "（見本）わたしは、この都の中には聖所を見なかった。全能者にして主なる神と小羊とが、その聖所なのである。",
  },
  {
    verse: 23,
    text: "（見本）都は、日や月が照らす必要がない。神の栄光が輝き、小羊が都のあかりだからである。",
  },
  {
    verse: 24,
    text: "（見本）諸国民は都の光の中を歩き、地の王たちは、自分たちの栄光をそこに携えて来る。",
  },
  {
    verse: 25,
    text: "（見本）都の門は、終日、閉ざされることはない。そこには夜がないからである。",
  },
  {
    verse: 26,
    text: "（見本）人々は、諸国民の栄光と誉とを、そこに携えて来る。",
  },
  {
    verse: 27,
    text: "（見本）しかし、汚れた者や、憎むべきこと及び偽りを行う者は、何ひとりとして、そこに入り込むことはない。はいれる者は、小羊のいのちの書に名をしるされている者だけである。",
  },
];
