/** Japanese colloquial-style denser John 14 scaffold (vv.1–17 + 27; not a licensed corpus dump). */
export const KOUGO_JOHN_14: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）あなたがたは心を騒がしてはならない。神を信じ、またわたしを信じなさい。",
  },
  {
    verse: 2,
    text: "（見本）わたしの父の家には、すまいがたくさんある。もしなかったら、わたしはそう言っておいたであろう。あなたがたのために、場所を用意しに行くのだから。",
  },
  {
    verse: 3,
    text: "（見本）そして、行って、場所の用意をしたら、またきて、あなたがたをわたしのところに迎えるであろう。わたしのおる所にあなたがたもおらせるためである。",
  },
  {
    verse: 4,
    text: "（見本）わたしがどこへ行くのか、その道はあなたがたにわかっている。",
  },
  {
    verse: 5,
    text: "（見本）トマスはイエスに言った、「主よ、どこへおいでになるのか、わたしたちにはわかりません。どうしてその道がわかるでしょう」。",
  },
  {
    verse: 6,
    text: "（見本）イエスは彼に言われた、「わたしは道であり、真理であり、命である。だれでもわたしによらないでは、父のみもとに行くことはできない。",
  },
  {
    verse: 7,
    text: "（見本）もしあなたがたがわたしを知っていたなら、わたしの父をも知ったであろう。しかし、今からは父を知っており、またすでに父を見たのである」。",
  },
  {
    verse: 8,
    text: "（見本）ピリポはイエスに言った、「主よ、わたしたちに父を示してください。そうすれば満足します」。",
  },
  {
    verse: 9,
    text: "（見本）イエスは彼に言われた、「ピリポよ、こんなに長くあなたがたと一緒にいるのに、わたしがわかっていないのか。わたしを見た者は、父を見たのである。どうして、わたしたちに父を示してほしいと言うのか。",
  },
  {
    verse: 10,
    text: "（見本）わたしが父におり、父がわたしにおられることをあなたは信じないのか。わたしがあなたがたに言う言葉は、自分から語っているのではない。父がわたしのうちにおられて、みわざをなさっているのである。",
  },
  {
    verse: 11,
    text: "（見本）わたしが父におり、父がわたしにおられることを信じなさい。もしそれが信じられないなら、わざそのものによって信じなさい。",
  },
  {
    verse: 12,
    text: "（見本）よくよくあなたがたに言っておく。わたしを信じる者は、わたしのしているわざをするであろう。そればかりか、もっと大きいわざをするであろう。わたしが父のみもとに行くからである。",
  },
  {
    verse: 13,
    text: "（見本）わたしの名によって願うことは、なんでもかなえてあげよう。父が子によって栄光をお受けになるためである。",
  },
  {
    verse: 14,
    text: "（見本）わたしの名によって願い求めることは、なんでもかなえてあげよう。",
  },
  {
    verse: 15,
    text: "（見本）もしあなたがたがわたしを愛するなら、わたしのいましめを守るべきである。",
  },
  {
    verse: 16,
    text: "（見本）わたしは父にお願いしよう。そうすれば、父は別の助け主を送って、いつまでもあなたがたと共におらせて下さるであろう。",
  },
  {
    verse: 17,
    text: "（見本）それは真理の御霊である。この世はそれを見も知もしないので、受け入れることができない。あなたがたはそれを知っている。なぜなら、それはあなたがたと共におり、またあなたがたのうちにいるからである。",
  },
  {
    verse: 27,
    text: "（見本）わたしは平安をあなたがたに残して行く。わたしの平安を与える。わたしが与えるのは、世が与えるようなものとは違う。あなたがたは心を騒がせるな、またおじけるな。",
  },
];
