/** Japanese colloquial-style denser 1 Corinthians 13 scaffold (vv.1–13; not a licensed corpus dump). */
export const KOUGO_1COR_13: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）たといわたしが、人々の言葉や御使たちの言葉を語っても、もし愛がなければ、わたしは、やかましい鐘や騒がしい鐃鉢と同じである。",
  },
  {
    verse: 2,
    text: "（見本）たといまた、わたしが預言の賜物を受けて、あらゆる奥義とあらゆる知識とに通じていても、また、山を移すほどの強い信仰があっても、もし愛がなければ、わたしは無に等しい。",
  },
  {
    verse: 3,
    text: "（見本）たといまた、わたしが自分の全財産を人に施しても、また、自分のからだを焼かれるために渡しても、もし愛がなければ、なんの益もない。",
  },
  {
    verse: 4,
    text: "（見本）愛は寛容であり、愛は情深い。また、ねたむことをしない。愛は高ぶらない、誇らない、",
  },
  {
    verse: 5,
    text: "（見本）不作法をしない、自分の利益を求めない、いらだたない、恨みをいだかない。",
  },
  {
    verse: 6,
    text: "（見本）不義を喜ばないで真理を喜ぶ。",
  },
  {
    verse: 7,
    text: "（見本）そして、すべてを忍び、すべてを信じ、すべてを望み、すべてを耐える。",
  },
  {
    verse: 8,
    text: "（見本）愛はいつまでも絶えることがない。しかし預言はすたれ、異言はやみ、知識はすたれるであろう。",
  },
  {
    verse: 9,
    text: "（見本）なぜなら、わたしたちの知るところは一部分であり、預言するところも一部分にすぎない。",
  },
  {
    verse: 10,
    text: "（見本）全きものが来る時には、部分的なものはすたれる。",
  },
  {
    verse: 11,
    text: "（見本）わたしが子供であった時には、子供らしく語り、子供らしく感じ、また、子供らしく考えていた。しかし、おとなとなった今は、子供らしいことを捨ててしまった。",
  },
  {
    verse: 12,
    text: "（見本）わたしたちは、今は、鏡に映して見るようにおぼろげに見ている。しかしその時には、顔と顔とを合わせて、見ることになる。わたしの知るところは、今は一部分にすぎない。しかしその時には、わたしが完全に知られているように、完全に知るであろう。",
  },
  {
    verse: 13,
    text: "（見本）このように、いつまでも存続するものは、信仰と希望と愛と、これら三つである。このうちで最も大いなるものは、愛である。",
  },
];
