/** Japanese colloquial-style denser Ephesians 2 denser grace-by-faith scaffold (vv.1–10). (not a licensed corpus dump). */
export const KOUGO_EPH_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）あなたがたは、以前は自分の罪過と罪との中に死んでいた者であって、",
  },
  {
    verse: 2,
    text: "（見本）そのころは、それらの中で、この世の習いに従い、空中の権をもつ君、すなわち、不従順の子らに今も働いている霊に従って、歩いていたのである。",
  },
  {
    verse: 3,
    text: "（見本）またわたしたちもみな、以前は彼らの中にいて、肉の欲に従い、肉と思いのままを行ない、ほかの人々と同じく、生れながらの怒りの子であった。",
  },
  {
    verse: 4,
    text: "（見本）ところが、あわれみに富む神は、わたしたちを愛してくださったその大きな愛をもって、",
  },
  {
    verse: 5,
    text: "（見本）罪過の中に死んでいたわたしたちを、キリストと共に生かし——あなたがたの救われたのは、恵みによるのである——",
  },
  {
    verse: 6,
    text: "（見本）キリスト・イエスにあって、共によみがえらせ、共に天上で座につかせてくださったのである。",
  },
  {
    verse: 7,
    text: "（見本）それは、キリスト・イエスにあってわたしたちに賜わった恵みの富の絶大さを、きたるべき世々に示すためであった。",
  },
  {
    verse: 8,
    text: "（見本）あなたがたの救われたのは、実に、恵みにより、信仰によるのである。それはあなたがた自身から出たものではなく、神の賜物である。",
  },
  {
    verse: 9,
    text: "（見本）決して行いによるのではない。それは、だれも誇ることがないためである。",
  },
  {
    verse: 10,
    text: "（見本）わたしたちは神の作品であって、良い行いをするように、キリスト・イエスにあって造られたのである。神は、わたしたちが、良い行いをして歩むようにと、あらかじめ備えて下さったのである。",
  },
];
