/** Japanese colloquial-style denser John 1 denser prologue scaffold (vv.1–14). (not a licensed corpus dump). */
export const KOUGO_JOHN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）初めに言があった。言は神と共にあった。言は神であった。",
  },
  {
    verse: 2,
    text: "（見本）この言は初めに神と共にあった。",
  },
  {
    verse: 3,
    text: "（見本）すべてのものは、これによってできた。できたもののうち、一つとしてこれによらないものはなかった。",
  },
  {
    verse: 4,
    text: "（見本）この言に命があった。そしてこの命は人の光であった。",
  },
  {
    verse: 5,
    text: "（見本）光はやみの中に輝いている。そして、やみはこれに勝たなかった。",
  },
  {
    verse: 6,
    text: "（見本）ここにひとりの人があって、神からつかわされていた。その名はヨハネといった。",
  },
  {
    verse: 7,
    text: "（見本）この人はあかしのためにきた。光についてあかしをし、それによってすべての人が信じるためである。",
  },
  {
    verse: 8,
    text: "（見本）彼は光ではなく、ただ、光についてあかしをするためにきたのである。",
  },
  {
    verse: 9,
    text: "（見本）すべての人を照らすまことの光があって、世にきた。",
  },
  {
    verse: 10,
    text: "（見本）彼は世にいた。そして、世は彼によってできたのであるが、世は彼を知らなかった。",
  },
  {
    verse: 11,
    text: "（見本）彼は自分のところにきたのに、自分の民は彼を受けいれなかった。",
  },
  {
    verse: 12,
    text: "（見本）しかし、彼を受けいれた人、すなわち、その名を信じた人々には、彼は神の子となる力を与えたのである。",
  },
  {
    verse: 13,
    text: "（見本）それらの人は、血すじによらず、肉の欲によらず、また、人の欲にもよらず、ただ神によって生れたのである。",
  },
  {
    verse: 14,
    text: "（見本）そして言は肉体となり、わたしたちのうちに宿った。わたしたちはその栄光を見た。それは父のひとり子としての栄光であって、めぐみとまこととに満ちていた。",
  },
];
