/** Japanese colloquial-style denser Exodus 20 denser full Decalogue / altar chapter scaffold (vv.1–26). (not a licensed corpus dump). */
export const KOUGO_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神はこのすべての言葉を語って言われた。",
  },
  {
    verse: 2,
    text: "（見本）「わたしはあなたの神、主であって、あなたをエジプトの地、奴隷の家から導き出した者である。",
  },
  {
    verse: 3,
    text: "（見本）あなたはわたしのほかに、なにものをも神としてはならない。",
  },
  {
    verse: 4,
    text: "（見本）あなたは自分のために、刻んだ像を造ってはならない。上は天にあるもの、下は地にあるもの、また地の下の水のなかにあるものの、どんな形をも造ってはならない。",
  },
  {
    verse: 5,
    text: "（見本）それに跪ずき、それを拝んではならない。あなたの神、主であるわたしは、ねたむ神であるから、わたしを憎むものには、父の罪を子に報いて、三、四代に及ぼし、",
  },
  {
    verse: 6,
    text: "（見本）わたしを愛し、わたしの戒めを守るものには、恵みを施して、千代に至るであろう。",
  },
  {
    verse: 7,
    text: "（見本）あなたは、あなたの神、主の名を、みだりに唱えてはならない。主は、み名をみだりに唱えるものを、罰しないでは置かないであろう。",
  },
  {
    verse: 8,
    text: "（見本）安息日を覚えて、これを聖とせよ。",
  },
  {
    verse: 9,
    text: "（見本）六日のあいだ働いてあなたのすべてのわざをせよ。",
  },
  {
    verse: 10,
    text: "（見本）七日目はあなたの神、主の安息であるから、なんのわざをもしてはならない。あなたもあなたのむすこ、娘、男女の奴隷、家畜、またあなたの門のうちにいる他国の人もそうである。",
  },
  {
    verse: 11,
    text: "（見本）主は六日のうちに、天と地と海と、その中のすべてのものを造って、七日目に休まれたからである。それで主は安息日を祝福して聖とされた。",
  },
  {
    verse: 12,
    text: "（見本）あなたの父と母を敬え。これは、あなたの神、主が賜わる地で、あなたが長く生きるためである。",
  },
  {
    verse: 13,
    text: "（見本）あなたは殺してはならない。",
  },
  {
    verse: 14,
    text: "（見本）あなたは姦淫してはならない。",
  },
  {
    verse: 15,
    text: "（見本）あなたは盗んではならない。",
  },
  {
    verse: 16,
    text: "（見本）あなたは隣人について、偽証してはならない。",
  },
  {
    verse: 17,
    text: "（見本）あなたは隣人の家をむさぼってはならない。隣人の妻、男女の奴隷、牛、ろば、またすべて隣人の所有をむさぼってはならない」。",
  },
  {
    verse: 18,
    text: "（見本）民は皆、雷鳴と稲妻とラッパの音と山の煙っているのを見た。民は見て、おののき、遠く離れて立った。",
  },
  {
    verse: 19,
    text: "（見本）彼らはモーセに言った、「あなたがわたしたちに語ってください。わたしたちは聞きましょう。しかし、神がわたしたちに語られないように。わたしたちは死ぬかもしれませんから」。",
  },
  {
    verse: 20,
    text: "（見本）モーセは民に言った、「恐れてはならない。神がこられたのは、あなたがたを試み、またあなたがたが罪を犯さないように、神を恐れる心をあなたがたに起させるためである」。",
  },
  {
    verse: 21,
    text: "（見本）それで民は遠く離れて立ち、モーセは神のおられる濃い雲に近づいて行った。",
  },
  {
    verse: 22,
    text: "（見本）主はモーセに言われた、「あなたはイスラエルの人々にこう言いなさい、『あなたがたは、わたしが天からあなたがたと語るのを見た。",
  },
  {
    verse: 23,
    text: "（見本）あなたがたはわたしと並べて、何をも神々としてはならない。あなたがたは自分のために銀の神々や金の神々を造ってはならない。",
  },
  {
    verse: 24,
    text: "（見本）あなたはわたしのために土の祭壇を造り、その上で、あなたの燔祭と酬恩祭、羊と牛とをささげなければならない。わたしの名を覚えさせるすべての所で、わたしはあなたに臨んで、あなたを祝福しよう。",
  },
  {
    verse: 25,
    text: "（見本）あなたがもしわたしのために石の祭壇を造るならば、切り石で築いてはならない。あなたがもし、それにのみを当てるならば、それをけがすことになるからである。",
  },
  {
    verse: 26,
    text: "（見本）あなたは階段によって、わたしの祭壇に登ってはならない。あなたの裸が、その上にあらわれることのないようにするためである』」。",
  },
];
