/** Japanese colloquial-style denser Romans 8 denser full Spirit/assurance chapter scaffold (vv.1–39). (not a licensed corpus dump). */
export const KOUGO_ROM_8: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）こういうわけで、今やキリスト・イエスにある者は罪に定められることがない。",
  },
  {
    verse: 2,
    text: "（見本）なぜなら、キリスト・イエスにあるいのちの御霊の法則は、罪と死の法則からあなたを解放したからである。",
  },
  {
    verse: 3,
    text: "（見本）律法が肉によって弱くなってなし得なかったことを、神はなし遂げて下さった。すなわち、御子を罪の肉の様で罪のためにつかわし、肉において罪を罰せられたのである。",
  },
  {
    verse: 4,
    text: "（見本）これは律法の要求が、肉によらず霊によって歩むわたしたちにおいて、満たされるためである。",
  },
  {
    verse: 5,
    text: "（見本）肉に従う者は肉のことを思い、霊に従う者は霊のことを思う。",
  },
  {
    verse: 6,
    text: "（見本）肉の思いは死であり、霊の思いは、いのちと平安とである。",
  },
  {
    verse: 7,
    text: "（見本）なぜなら、肉の思いは神に敵対するからである。それは、神の律法に従わず、実際、従い得ないのである。",
  },
  {
    verse: 8,
    text: "（見本）そして、肉にある者は神を喜ばせることができない。",
  },
  {
    verse: 9,
    text: "（見本）しかし、神の御霊があなたがたのうちに宿っているなら、あなたがたは肉におるのではなく、霊におるのである。もし、キリストの霊を持たない人があれば、その人はキリストのものではない。",
  },
  {
    verse: 10,
    text: "（見本）もし、キリストがあなたがたのうちにおられるなら、体は罪のゆえに死んでいても、霊は義のゆえに生きているのである。",
  },
  {
    verse: 11,
    text: "（見本）もし、イエスを死人の中からよみがえらせたかたの御霊が、あなたがたのうちに宿っているなら、キリスト・イエスを死人の中からよみがえらせたかたは、あなたがたのうちに宿っている御霊によって、あなたがたの死ぬべき体をも、生かしてくださるであろう。",
  },
  {
    verse: 12,
    text: "（見本）それゆえ、兄弟たちよ。わたしたちは、肉に従って生きる義務を負っていない。",
  },
  {
    verse: 13,
    text: "（見本）あなたがたが肉に従って生きるなら、死ぬ外はない。しかし、御霊によって体の働きを殺すなら、生きるであろう。",
  },
  {
    verse: 14,
    text: "（見本）すべて神の御霊に導かれている者は、すなわち、神の子である。",
  },
  {
    verse: 15,
    text: "（見本）あなたがたは再び恐れをいだかせる奴隷の霊を受けたのではなく、子たる身分を授ける御霊を受けたのである。この御霊によって、わたしたちは「アバ、父よ」と呼ぶ。",
  },
  {
    verse: 16,
    text: "（見本）御霊みずから、わたしたちの霊と共に、わたしたちが神の子であることをあかししてくださる。",
  },
  {
    verse: 17,
    text: "（見本）もし子であれば、相続人でもある。神の相続人であって、キリストと共同の相続人である。もしわたしたちがキリストと共に苦しむなら、また共に栄光を受けるためである。",
  },
  {
    verse: 18,
    text: "（見本）わたしは思う。今のこの時の苦しみは、やがてわたしたちに現されようとする栄光に比べると、取るに足りない。",
  },
  {
    verse: 19,
    text: "（見本）被造物は、切なる思いで神の子たちの現われを待ち望んでいる。",
  },
  {
    verse: 20,
    text: "（見本）なぜなら、被造物が虚無に服したのは、自分の意志によるのではなく、服従させたかたによるのであり、",
  },
  {
    verse: 21,
    text: "（見本）しかもなお、希望を抱いているからである。すなわち、被造物も、滅びの奴隷状態から解放されて、神の子たちの栄光の自由に入るのである。",
  },
  {
    verse: 22,
    text: "（見本）実に、被造物全体が今に至るまで、共にうめき共に産みの苦しみを続けていることを、わたしたちは知っている。",
  },
  {
    verse: 23,
    text: "（見本）それだけではなく、御霊の最初の実を持っているわたしたち自身も、心の内でうめきながら、子たる身分を授けられること、すなわち、わたしたちのからだのあがなわれることを待ち望んでいる。",
  },
  {
    verse: 24,
    text: "（見本）わたしたちは、この望みによって救われているのである。しかし、目に見える望みは、望みではない。なぜなら、現に見ているものを、どうしてなお望む人があろうか。",
  },
  {
    verse: 25,
    text: "（見本）もしわたしたちが、見ていないものを望むなら、忍耐をもってそれを待ち望むのである。",
  },
  {
    verse: 26,
    text: "（見本）御霊もまた同じように、弱いわたしたちを助けてくださる。なぜなら、わたしたちはどう祈ったらよいかわからないが、御霊みずから、言葉に尽せないうめきをもって、わたしたちのためにとりなしてくださるからである。",
  },
  {
    verse: 27,
    text: "（見本）そして、人の心を探り知るかたは、御霊の思うところがなんであるかを知っておられる。なぜなら、御霊は、神の御旨に従って、聖徒のためにとりなしてくださるからである。",
  },
  {
    verse: 28,
    text: "（見本）神を愛する者たち、すなわち、ご計画に従って召された者たちには、万事が共に働いて益となることを、わたしたちは知っている。",
  },
  {
    verse: 29,
    text: "（見本）神はあらかじめ知っておられる者たちを、更に御子のかたちに似たものとしようとして、あらかじめ定めて下さった。それは、御子を多くの兄弟の中で長子とならせるためであった。",
  },
  {
    verse: 30,
    text: "（見本）そして、あらかじめ定めた者たちを更に召し、召した者たちを更に義とし、義とした者たちには、更に栄光を与えて下さったのである。",
  },
  {
    verse: 31,
    text: "（見本）それでは、これらの事について、わたしたちはなんと言おうか。もし、神がわたしたちの味方であるなら、だれがわたしたちに敵対できようか。",
  },
  {
    verse: 32,
    text: "（見本）ご自身の御子をさえ惜しまないで、わたしたちすべての者のために死に渡されたかたが、どうして、御子のみならず万物をも賜わらないことがあろうか。",
  },
  {
    verse: 33,
    text: "（見本）だれが、神の選ばれた者たちを訴えるのか。神は彼らを義とされるのである。",
  },
  {
    verse: 34,
    text: "（見本）だれが、わたしたちを罪に定めるのか。キリスト・イエスは、死んで、否、よみがえって、神の右に座し、また、わたしたちのためにとりなして下さるのである。",
  },
  {
    verse: 35,
    text: "（見本）だれが、キリストの愛からわたしたちを離れさせるのか。患難か、苦悩か、迫害か、飢えか、裸か、危険か、つるぎか。",
  },
  {
    verse: 36,
    text: "（見本）「わたしたちはあなたのために終日、死に定められており、ほふられる羊のように見られている」と書いてあるとおりである。",
  },
  {
    verse: 37,
    text: "（見本）しかし、わたしたちを愛して下さったかたによって、わたしたちは、これらすべての事において勝ち得て余りがある。",
  },
  {
    verse: 38,
    text: "（見本）わたしは確信する。死も生も、天使も支配者も、現在のものも将来のものも、力あるものも、",
  },
  {
    verse: 39,
    text: "（見本）高いものも深いものも、その他どんな被造物も、わたしたちの主キリスト・イエスにある神の愛から、わたしたちを引き離すことはできないのである。",
  },
];
