/** Japanese colloquial-style denser Philippians 4 denser rejoice/peace scaffold (vv.4–9 + 11–13). (not a licensed corpus dump). */
export const KOUGO_PHIL_4: { verse: number; text: string }[] = [
  {
    verse: 4,
    text: "（見本）主にあって常に喜んでいなさい。もう一度言う、喜びなさい。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたの寛容を、みんなの人に示しなさい。主は近い。",
  },
  {
    verse: 6,
    text: "（見本）何事も思い煩ってはならない。ただ、事ごとに、感謝をもって祈と願いとをささげ、あなたがたの求めるところを神に申し上げるがよい。",
  },
  {
    verse: 7,
    text: "（見本）そうすれば、人知ではとうてい測り知ることのできない神の平安が、あなたがたの心と思いとを、キリスト・イエスにあって守るであろう。",
  },
  {
    verse: 8,
    text: "（見本）最後に、兄弟たちよ。すべて真実なこと、すべて誉あること、すべて正しいこと、すべて純真なこと、すべて愛すべきこと、すべてほむべきこと、美德や称賛に値することがあれば、それらのことを心にとめなさい。",
  },
  {
    verse: 9,
    text: "（見本）あなたがたがわたしから学んだこと、受けたこと、聞いたこと、見たことを実行しなさい。そうすれば、平和の神があなたがたと共にいますであろう。",
  },
  {
    verse: 11,
    text: "（見本）わたしは乏しいから、こう言うのではない。わたしはどんな境遇にあっても、足ることを学んだ。",
  },
  {
    verse: 12,
    text: "（見本）わたしは貧に処する道を知っており、富に処する道も知っている。飽くことについても、飢えることについても、富むことについても、乏しいことについても、あらゆる境遇に処する秘訣を心得ている。",
  },
  {
    verse: 13,
    text: "（見本）わたしを強くして下さるかたによって、何事でもすることができる。",
  },
];
