/** Japanese colloquial-style denser Colossians 3 denser full put-on-love chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const KOUGO_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）こうして、あなたがたはキリストと共によみがえらされたのだから、上にあるものを求めなさい。そこではキリストが神の右に座しておられるのである。",
  },
  {
    verse: 2,
    text: "（見本）あなたがたは上にあるものを思うべきであって、地上のものに心を引かれてはならない。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたはすでに死んだものであって、そのいのちは、キリストと共に神のうちに隠されているのである。",
  },
  {
    verse: 4,
    text: "（見本）わたしたちのいのちなるキリストが現れる時には、あなたがたも、彼と共に栄光のうちに現れるであろう。",
  },
  {
    verse: 5,
    text: "（見本）だから、地上の肢体、すなわち、不品行、汚れ、情欲、悪欲、および貪欲を殺してしまいなさい。貪欲は偶像礼拝にほかならない。",
  },
  {
    verse: 6,
    text: "（見本）これらのことのゆえに、神の怒りが不従順の子らに下るのである。",
  },
  {
    verse: 7,
    text: "（見本）あなたがたも、以前それらの中に生きていた時には、それらのことを行ったのである。",
  },
  {
    verse: 8,
    text: "（見本）しかし今は、これらいっさいを捨ててしまいなさい。怒り、憤り、悪意、そしり、口から出る恥ずべき言葉を、捨ててしまいなさい。",
  },
  {
    verse: 9,
    text: "（見本）互に偽りを言ってはならない。あなたがたは、古き人をその行いと一緒に脱ぎ捨て、",
  },
  {
    verse: 10,
    text: "（見本）造り主のかたちに従って新しくされ、真の知識に至る新しき人を着たのである。",
  },
  {
    verse: 11,
    text: "（見本）そこには、もはやギリシヤ人とユダヤ人、割礼と無割礼、未開の人、スクテヤ人、奴隷、自由人の差別はない。キリストがすべてであり、すべてのもののうちにいますのである。",
  },
  {
    verse: 12,
    text: "（見本）だから、あなたがたは、神に選ばれた者、聖なる者、愛されている者であるから、あわれみの心、慈愛、謙そん、柔和、寛容を身につけなさい。",
  },
  {
    verse: 13,
    text: "（見本）互に忍びあい、もし互に責むべきことがあれば、ゆるしあいなさい。主もあなたがたをゆるして下さったのだから、あなたがたも、そのようにしなさい。",
  },
  {
    verse: 14,
    text: "（見本）そして、これらすべての上に、愛を加えなさい。愛は、すべてを完全に結ぶ帯である。",
  },
  {
    verse: 15,
    text: "（見本）キリストの平和が、あなたがたの心を支配するようにしなさい。あなたがたが召されて一体となったのは、このためでもある。いつも感謝していなさい。",
  },
  {
    verse: 16,
    text: "（見本）キリストの言葉をあなたがたのうちに豊かに宿らせ、知恵をつくして互に教えまた訓戒し、詩とさんびと霊の歌とによって、感謝して心から神をほめたたえなさい。",
  },
  {
    verse: 17,
    text: "（見本）そして、すべて何かをするにしても、言葉によるも業によるも、すべて主イエスによって父なる神に感謝し、主イエスの名によって行いなさい。",
  },
  {
    verse: 18,
    text: "（見本）妻たる者よ。主にある者にふさわしく、夫に仕えなさい。",
  },
  {
    verse: 19,
    text: "（見本）夫たる者よ。妻を愛しなさい。つらくあたってはならない。",
  },
  {
    verse: 20,
    text: "（見本）子たる者よ。すべてのことについて両親に従いなさい。それが主に喜ばれることである。",
  },
  {
    verse: 21,
    text: "（見本）父たる者よ。子供をいらだたせてはならない。心をくじかせないためである。",
  },
  {
    verse: 22,
    text: "（見本）僕たる者よ。すべてのことについて、肉による主人に従いなさい。人にへつらって、うわべだけ仕えるのではなく、主を恐れつつ、真心から仕えなさい。",
  },
  {
    verse: 23,
    text: "（見本）何をするにも、人に対してでなく、主に対してするように、心から働きなさい。",
  },
  {
    verse: 24,
    text: "（見本）あなたがたは、嗣業として主から報いを受けることを知っている。あなたがたは主キリストに仕えているのである。",
  },
  {
    verse: 25,
    text: "（見本）不正を行う者は、自分の行った不正の報いを受けるであろう。そこには差別はない。",
  },
];
