/** Japanese colloquial-style denser Galatians 5 denser Spirit-walk scaffold (vv.16–26). (not a licensed corpus dump). */
export const KOUGO_GAL_5: { verse: number; text: string }[] = [
  {
    verse: 16,
    text: "（見本）わたしの言うことを聞きなさい。御霊によって歩きなさい。そうすれば、決して肉の欲を満たすことはない。",
  },
  {
    verse: 17,
    text: "（見本）なぜなら、肉の欲するところは御霊に反し、また御霊の欲するところは肉に反するからである。この二つのものは互に相さからい、その結果、あなたがたは自分のしたいと思うことを、することができないようになる。",
  },
  {
    verse: 18,
    text: "（見本）もしあなたがたが御霊に導かれるなら、律法の下にはいない。",
  },
  {
    verse: 19,
    text: "（見本）肉の働きは明白である。すなわち、不品行、汚れ、好色、",
  },
  {
    verse: 20,
    text: "（見本）偶像礼拝、魔術、敵意、争い、そねみ、怒り、党派心、分裂、分派、",
  },
  {
    verse: 21,
    text: "（見本）ねたみ、泥酔、宴楽、および、そのたぐいである。わたしは以前も言ったように、今も前もって言っておく。このようなことを行う者は、神の国をつぐことがない。",
  },
  {
    verse: 22,
    text: "（見本）しかし、御霊の実は、愛、喜び、平和、寛容、慈愛、善意、忠実、",
  },
  {
    verse: 23,
    text: "（見本）柔和、自制であって、これらを禁ずる律法はない。",
  },
  {
    verse: 24,
    text: "（見本）キリスト・イエスに属する者は、自分の肉を、その情と欲と共に十字架につけてしまったのである。",
  },
  {
    verse: 25,
    text: "（見本）もしわたしたちが御霊によって生きるのなら、また御霊によって進もうではないか。",
  },
  {
    verse: 26,
    text: "（見本）互にいどみ合い、互にねたみ合って、虚栄に生きることをやめよう。",
  },
];
