/** Japanese colloquial-style denser James 1 denser full faith-and-doers chapter scaffold (vv.1–27). (not a licensed corpus dump). */
export const KOUGO_JAMES_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神と主イエス・キリストとの僕ヤコブから、離散している十二の部族の人々へ。あいさつする。",
  },
  {
    verse: 2,
    text: "（見本）わたしの兄弟たちよ。あなたがたがいろいろな試練に会った場合、それをむしろ非常な喜びと思いなさい。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたの知っているとおり、信仰が試されることによって、忍耐が生み出されるからである。",
  },
  {
    verse: 4,
    text: "（見本）だから、忍耐を完全に働かせなさい。そうすれば、あなたがたは何一つ欠けたところのない、成長を遂げた、全き人となるであろう。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたのうち、知恵に不足している者があれば、その人は、だれにでも惜しみなく好意をもって与える神に、願い求めるがよい。そうすれば、与えられるであろう。",
  },
  {
    verse: 6,
    text: "（見本）ただ、疑わないで、信仰をもって願い求めなさい。疑う人は、風に吹かれて揺れ動く海の波に似ている。",
  },
  {
    verse: 7,
    text: "（見本）そういう人は、主から何かをいただけるものと思ってはならない。",
  },
  {
    verse: 8,
    text: "（見本）そういう人は、二心の者であって、そのすべての行動に安定がない。",
  },
  {
    verse: 9,
    text: "（見本）低い身分の兄弟は、その高い身分を誇りとしなさい。",
  },
  {
    verse: 10,
    text: "（見本）また、富んでいる者は、その低くされることを誇りとしなさい。富んでいる者は、草花のように過ぎ去るからである。",
  },
  {
    verse: 11,
    text: "（見本）日が昇って熱風が吹きつけると、草は枯れ、花は散り、その美しさは消えてしまう。同じように、富んでいる人も、その営みの中で消えていくであろう。",
  },
  {
    verse: 12,
    text: "（見本）試練の下に耐え忍ぶ人は、さいわいである。それを忍びとおした人は、神を愛する者たちに約束されたいのちの冠を受けるからである。",
  },
  {
    verse: 13,
    text: "（見本）だれでも誘惑に会うとき、「この誘惑は神からきたのだ」と言ってはならない。神は悪に誘惑されるようなかたではなく、また自ら人を誘惑されることもない。",
  },
  {
    verse: 14,
    text: "（見本）人が誘惑に会うのは、それぞれ、自分の欲に引かれ、そそられるからである。",
  },
  {
    verse: 15,
    text: "（見本）欲がはらむと、罪を生み、罪が熟すると、死を生み出す。",
  },
  {
    verse: 16,
    text: "（見本）愛する兄弟たちよ。思い違いをしてはならない。",
  },
  {
    verse: 17,
    text: "（見本）あらゆる良い贈り物、完全な賜物は、上から、光の父から下って来る。父には変化もなく、回転の影もない。",
  },
  {
    verse: 18,
    text: "（見本）父は御心のままに、真理の言葉によってわたしたちを生んで下さった。わたしたちを、いわば被造物の初穂とするためである。",
  },
  {
    verse: 19,
    text: "（見本）愛する兄弟たちよ。このことをわきまえなさい。だれでも聞くに早く、語るに遅く、怒るに遅くあるべきである。",
  },
  {
    verse: 20,
    text: "（見本）人の怒りは、神の義を行わないからである。",
  },
  {
    verse: 21,
    text: "（見本）だから、すべての汚れや、はなはだしい悪を捨て去って、心に植えつけられた御言を、すなおに受け入れなさい。御言には、あなたがたの魂を救う力がある。",
  },
  {
    verse: 22,
    text: "（見本）そして、御言を実行する人になりなさい。ただ聞くだけで、自分を欺いているような人になってはいけない。",
  },
  {
    verse: 23,
    text: "（見本）御言を聞くだけで行わない人は、自分の生れつきの顔を鏡で見る人のようである。",
  },
  {
    verse: 24,
    text: "（見本）自分をながめてから立ち去り、すぐにその姿を忘れてしまう。",
  },
  {
    verse: 25,
    text: "（見本）これに反して、自由の律法を一心に見つめて離れない人は、聞いて忘れる人ではなくて、実行する人である。こういう人は、その行いによって祝福される。",
  },
  {
    verse: 26,
    text: "（見本）もし人が、自分は信心深い者だと思いながら、舌を制御せず、自分の心を欺いているならば、その人の信心はむなしいものである。",
  },
  {
    verse: 27,
    text: "（見本）父なる神のみまえに清く汚れのない信心とは、困っている孤児や寡婦を見舞い、自らは世の汚れに染まらないように、身を清く保つことにほかならない。",
  },
];
