/** Japanese colloquial-style denser Matthew 5 Beatitudes scaffold (vv.1–12; not a licensed corpus dump). */
export const KOUGO_MATT_5: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）イエスはこの群衆を見て、山に登り、座につかれると、弟子たちがみもとに近づいてきた。",
  },
  { verse: 2, text: "（見本）そこで、イエスは口を開き、彼らに教えて言われた。" },
  {
    verse: 3,
    text: "（見本）『心の貧しい人たちは、さいわいである、天国は彼らのものである。",
  },
  {
    verse: 4,
    text: "（見本）悲しんでいる人たちは、さいわいである、彼らは慰められるであろう。",
  },
  {
    verse: 5,
    text: "（見本）柔和な人たちは、さいわいである、彼らは地を受け継ぐであろう。",
  },
  {
    verse: 6,
    text: "（見本）義に飢えかわいている人たちは、さいわいである、彼らは飽き足りるようになるであろう。",
  },
  {
    verse: 7,
    text: "（見本）あわれみ深い人たちは、さいわいである、彼らはあわれみを受けるであろう。",
  },
  {
    verse: 8,
    text: "（見本）心の清い人たちは、さいわいである、彼らは神を見るであろう。",
  },
  {
    verse: 9,
    text: "（見本）平和をつくり出す人たちは、さいわいである、彼らは神の子と呼ばれるであろう。",
  },
  {
    verse: 10,
    text: "（見本）義のために迫害されてきた人たちは、さいわいである、天国は彼らのものである。",
  },
  {
    verse: 11,
    text: "（見本）わたしのために人々があなたがたをののしり、迫害し、わざとらしく悪口を言う時には、あなたがたは、さいわいである。",
  },
  {
    verse: 12,
    text: "（見本）喜び、よろこべ、天においてあなたがたの受ける報いは大きい。あなたがたより前の預言者たちも、同じように迫害されたのである。』",
  },
];
