/** Japanese colloquial-style denser Deuteronomy 6 denser full Shema chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const KOUGO_DEUT_6: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）これは、あなたがたが行って所有しようとしている地で行うために、あなたがたの神、主が教えよと命じられた戒めと定めとおきてである。",
  },
  {
    verse: 2,
    text: "（見本）それはあなたと、あなたの子と孫とが、一生の間、あなたの神、主を恐れ、わたしが命じるすべての定めと戒めとを守って、長く生きるためである。",
  },
  {
    verse: 3,
    text: "（見本）イスラエルよ、聞いて守り行いなさい。そうすれば、あなたはさいわいを得、あなたの先祖の神、主が約束されたように、乳と蜜の流れる地で、大いに増えるであろう。",
  },
  {
    verse: 4,
    text: "（見本）イスラエルよ、聞け。われわれの神、主は唯一の主である。",
  },
  {
    verse: 5,
    text: "（見本）あなたは心をつくし、精神をつくし、力をつくして、あなたの神、主を愛さなければならない。",
  },
  {
    verse: 6,
    text: "（見本）きょうわたしがあなたに命じるこれらの言葉を、あなたの心にとめ、",
  },
  {
    verse: 7,
    text: "（見本）努めてこれをあなたの子どもたちに教え、あなたが家に座している時も、道を歩く時も、寝る時も、起きる時も、これについて語らなければならない。",
  },
  {
    verse: 8,
    text: "（見本）またこれをしるしとしてあなたの手につけ、額の上の覚えとし、",
  },
  {
    verse: 9,
    text: "（見本）あなたの家の入口と門に書きしるさなければならない。",
  },
  {
    verse: 10,
    text: "（見本）あなたの神、主が、あなたの先祖アブラハム、イサク、ヤコブに誓って与えると言われた地にあなたを導き入れ、あなたが建てなかった大きく美しい町々、",
  },
  {
    verse: 11,
    text: "（見本）あなたが満たさなかったすべての良い物で満ちた家、あなたが掘らなかった掘り井戸、あなたが植えなかったぶどう畑とオリブ畑とを得させて、あなたが食べて飽きるとき、",
  },
  {
    verse: 12,
    text: "（見本）あなたをエジプトの地、奴隷の家から導き出された主を忘れないように慎みなさい。",
  },
  {
    verse: 13,
    text: "（見本）あなたの神、主を恐れ、彼に仕え、その名を指して誓わなければならない。",
  },
  {
    verse: 14,
    text: "（見本）あなたがたの周囲の民の神々である他の神々に従って行ってはならない。",
  },
  {
    verse: 15,
    text: "（見本）あなたがたのうちにおられるあなたの神、主は、ねたむ神であるから、おそらくあなたの神、主の怒りがあなたに向かって燃え、地のおもてからあなたを滅ぼし去られるであろう。",
  },
  {
    verse: 16,
    text: "（見本）あなたがたはマサで主を試みたように、あなたがたの神、主を試みたてはならない。",
  },
  {
    verse: 17,
    text: "（見本）あなたがたの神、主が命じられた戒めとあかしと定めとを、努めて守らなければならない。",
  },
  {
    verse: 18,
    text: "（見本）主の目にかなう正しい良い事を行いなさい。そうすればあなたはさいわいを得、主があなたの先祖に誓われた良い地にはいって、それを所有することができる。",
  },
  {
    verse: 19,
    text: "（見本）主が言われたように、あなたのすべての敵をあなたの前から追い払うためである。",
  },
  {
    verse: 20,
    text: "（見本）後の日になって、あなたの子どもが『われわれの神、主が命じられたこれらのあかしと定めとおきては、どういうわけですか』と問うならば、",
  },
  {
    verse: 21,
    text: "（見本）あなたは子どもに言いなさい、『われわれはエジプトでパロの奴隷であったが、主が強い手をもって、われわれをエジプトから導き出された。",
  },
  {
    verse: 22,
    text: "（見本）主はわれわれの目の前で、エジプトとそのパロの全家とに対し、大きな恐るべきしるしと不思議とを行い、",
  },
  {
    verse: 23,
    text: "（見本）われわれをそこから導き出して、先祖たちに誓われた地に導き入れ、それをわれわれに賜わった。",
  },
  {
    verse: 24,
    text: "（見本）そして主はこれらのすべての定めを行うようにわれわれに命じ、われわれの神、主を恐れさせ、われわれが今日のように生きながらえて、常にさいわいを得るようにされた。",
  },
  {
    verse: 25,
    text: "（見本）われわれが命じられたとおり、われわれの神、主の前に、このすべての戒めを守って行うならば、それがわれわれの義となるであろう』。",
  },
];
