/** Japanese colloquial-style denser Colossians 3 denser put-on-love scaffold (vv.1–4 + 12–17). (not a licensed corpus dump). */
export const KOUGO_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）このように、あなたがたはキリストと共によみがえらされたのだから、上にあるものを求めなさい。そこではキリストが神の右に座しておられるのである。",
  },
  {
    verse: 2,
    text: "（見本）あなたがたは上にあるものを思うべきであって、地上のものに心を引かれてはならない。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたはすでに死んだものであって、そのいのちは、キリストと共に神のうちに隠されているのである。",
  },
  {
    verse: 4,
    text: "（見本）わたしたちのいのちなるキリストが現れる時には、あなたがたも、キリストと共に栄光のうちに現れるであろう。",
  },
  {
    verse: 12,
    text: "（見本）だから、あなたがたは、神に選ばれた者、聖なる、愛されている者であるから、あわれみの心、慈愛、謙そん、柔和、寛容を身に着けなさい。",
  },
  {
    verse: 13,
    text: "（見本）互に忍びあい、もし互に責むべきことがあれば、ゆるし合いなさい。主があなたがたをゆるしてくださったように、あなたがたも、そうすべきである。",
  },
  {
    verse: 14,
    text: "（見本）そして、これらすべての上に、愛を加えなさい。愛は、すべてを完全に結ぶ帯である。",
  },
  {
    verse: 15,
    text: "（見本）キリストの平和が、あなたがたの心を支配するようにしなさい。あなたがたが招かれて一体となったのは、このためである。また、感謝する者となりなさい。",
  },
  {
    verse: 16,
    text: "（見本）キリストの言葉をあなたがたのうちに豊かに宿らせなさい。そして、知恵をつくして互に教えまた訓戒し、詩とさんびと霊の歌とによって、感謝して心から神をほめたたえなさい。",
  },
  {
    verse: 17,
    text: "（見本）そして、すべて何事をするにも、言葉によると行いによるとを問わず、すべて主イエスの名によってなし、彼によって父なる神に感謝しなさい。",
  },
];
