/** 吕振中译本–style denser Colossians 3 denser put-on-love scaffold (vv.1–4 + 12–17). (not a licensed corpus dump). */
export const LZZ_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）这样，你们既和基督一同活了起来，就该寻求上面的事，那里有基督坐在神的右边。",
  },
  {
    verse: 2,
    text: "（样例）你们心思意念要关注上面的事，不要关注地上的事。",
  },
  {
    verse: 3,
    text: "（样例）因为你们已经死了，你们的生命是和基督一同藏在神里面的。",
  },
  {
    verse: 4,
    text: "（样例）基督是我们的生命；他显现的时候，你们也必和他一同显现在荣耀里。",
  },
  {
    verse: 12,
    text: "（样例）所以你们既是神所拣选的人，圣别而蒙爱的，就要穿上怜恤的心肠、慈惠、谦卑、柔和、恒忍；",
  },
  {
    verse: 13,
    text: "（样例）彼此容忍，若人对人有怨，总要互相饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。",
  },
  {
    verse: 14,
    text: "（样例）在这一切之上，还要穿上爱心；爱心能联络全德。",
  },
  {
    verse: 15,
    text: "（样例）又要让基督的平安在你们心里掌权；你们蒙召归为一体，也是为此。你们并要感恩。",
  },
  {
    verse: 16,
    text: "（样例）要让基督的话语丰丰富富地住在你们里面，用各样智慧彼此教导劝戒，用诗篇、颂词、属灵的诗歌，用感恩的心歌颂上帝。",
  },
  {
    verse: 17,
    text: "（样例）凡你们所行的，无论是言语是行为，都要奉主耶稣的名去做，藉着他感谢父上帝。",
  },
];
