/** Lü Zhenzhong–style denser John 3 scaffold (Nicodemus vv.1–21; not a licensed corpus dump). */
export const LZZ_JOHN_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）有一个法利赛人，名叫尼哥底母，是犹太人的议员。",
  },
  {
    verse: 2,
    text: "（样例）这人夜里来见耶稣，说：拉比，我们知道你是由上帝那里来作师傅的；因为你所行的神迹，若没有上帝同在，无人能行。",
  },
  {
    verse: 3,
    text: "（样例）耶稣回答说：我实实在在地告诉你，人若不重生，就不能见上帝的国。",
  },
  {
    verse: 4,
    text: "（样例）尼哥底母说：人已经老了，如何能重生呢？岂能再进母腹生出来吗？",
  },
  {
    verse: 5,
    text: "（样例）耶稣说：我实实在在地告诉你，人若不是从水和圣灵生的，就不能进上帝的国。",
  },
  {
    verse: 6,
    text: "（样例）从肉身生的就是肉身；从灵生的就是灵。",
  },
  {
    verse: 7,
    text: "（样例）我说：你们必须重生，你不要以为希奇。",
  },
  {
    verse: 8,
    text: "（样例）风随着意思吹，你听见风的响声，却不晓得从哪里来，往哪里去；凡从圣灵生的，也是如此。",
  },
  {
    verse: 9,
    text: "（样例）尼哥底母问他说：怎能有这事呢？",
  },
  {
    verse: 10,
    text: "（样例）耶稣回答说：你是以色列人的先生，还不明白这事吗？",
  },
  {
    verse: 11,
    text: "（样例）我实实在在地告诉你，我们所说的是我们知道的；我们所见证的是我们见过的；你们却不领受我们的见证。",
  },
  {
    verse: 12,
    text: "（样例）我对你们说地上的事，你们尚且不信，若说天上的事，如何能信呢？",
  },
  {
    verse: 13,
    text: "（样例）除了从天降下、仍旧在天的人子，没有人升过天。",
  },
  {
    verse: 14,
    text: "（样例）摩西在旷野怎样举蛇，人子也必照样被举起来，",
  },
  {
    verse: 15,
    text: "（样例）叫一切信他的都得永生。",
  },
  {
    verse: 16,
    text: "（样例）上帝这样地爱了世人，甚至将他的独生子赐给他们，叫一切信他的，不至灭亡，反得永生。",
  },
  {
    verse: 17,
    text: "（样例）因为上帝差他的儿子降世，不是要定世人的罪，乃是要叫世人因他得救。",
  },
  {
    verse: 18,
    text: "（样例）信他的人，不被定罪；不信的人，罪已经定了，因为他不信上帝独生子的名。",
  },
  {
    verse: 19,
    text: "（样例）光来到世间，世人因自己的行为是恶的，不爱光，倒爱黑暗，定他们的罪就是在此。",
  },
  {
    verse: 20,
    text: "（样例）凡作恶的便恨光，并不来就光，恐怕他的行为受责备。",
  },
  {
    verse: 21,
    text: "（样例）但行真理的必来就光，要显明他所行的是靠上帝而行。",
  },
];
