/** 吕振中译本–style 1 John 4 scaffold (not a licensed corpus dump). */
export const LZZ_1JOHN_4: { verse: number; text: string }[] = [
  { verse: 7, text: "（样例）亲爱的，我们应当彼此相爱，因为爱是出于上帝的。凡爱的人都是由上帝而生，也认识上帝。" },
  { verse: 8, text: "（样例）那不爱的、就不认识上帝，因为上帝就是爱。" },
  { verse: 9, text: "（样例）上帝差他的独生子到世界上来，使我们藉着他而活；上帝爱我们的心在这一点上就显明了。" },
  { verse: 10, text: "（样例）不是我们爱了上帝，乃是上帝爱了我们，差他的儿子、为我们的罪做了除罪祭：这就是爱了。" },
  { verse: 16, text: "（样例）上帝在我们身上所有的爱、我们知道，我们也信。上帝就是爱：住在爱里面的、就是住在上帝里面，上帝也住在他里面。" },
  { verse: 19, text: "（样例）我们爱，因为上帝先爱了我们。" },
  { verse: 21, text: "（样例）爱上帝的也应当爱弟兄；这是我们从他所得的诫命。" },
];
