/** 吕振中译本–style John 14 scaffold (not a licensed corpus dump). */
export const LZZ_JOHN_14: { verse: number; text: string }[] = [
  { verse: 1, text: "（样例）你们心里别震扰了。你们信上帝，也该信我。" },
  { verse: 2, text: "（样例）在我父的家里有许多住处；若是没有，我就早已告诉你们了；我去是为你们豫备地方去的。" },
  { verse: 6, text: "（样例）耶稣对他说：“我就是道路、真理、生命；若不藉着我，就没有人能来到父那里。”" },
  { verse: 15, text: "（样例）你们若爱我，就必守我的诫命。" },
  { verse: 16, text: "（样例）我要求父，他就另外给你们一位保惠师，叫他永远与你们同在，" },
  { verse: 17, text: "（样例）就是真理之灵，乃世人所不能接受的，因为看不见他，也不认识他；你们却认识他，因为他与你们同住，也要在你们里面。" },
  { verse: 27, text: "（样例）我把平安留给你们；我把我的平安给你们；我所给的，不像世人所给的。你们心里别震扰，也别胆怯。" },
];
