/** 吕振中译本–style denser Ephesians 2 denser grace-by-faith scaffold (vv.1–10). (not a licensed corpus dump). */
export const LZZ_EPH_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）你们原是死在过犯和罪恶之中的；",
  },
  {
    verse: 2,
    text: "（样例）那时你们行事为人是随着这世界的时代，顺着那空中掌权者的首领，就是现今在悖逆之子里面运行的灵；",
  },
  {
    verse: 3,
    text: "（样例）我们从前也都在他们中间，放纵肉体的私欲，随着肉体和心思所喜好的去行，本为可怒之子，和别人一样；",
  },
  {
    verse: 4,
    text: "（样例）但神既是富于怜悯的，因着他爱我们的大爱，",
  },
  {
    verse: 5,
    text: "（样例）竟在我们死在过犯中的时候，使我们和基督一同活过来（你们得救是靠着恩典），",
  },
  {
    verse: 6,
    text: "（样例）又使我们和他一同复活，一同坐在诸天界，在基督耶稣里，",
  },
  {
    verse: 7,
    text: "（样例）好在将来的世代中，显示他那超越的恩典之丰富，就是他在基督耶稣里向我们所施的慈惠；",
  },
  {
    verse: 8,
    text: "（样例）因为你们得救是靠着恩典，藉着信；这并不是出于你们自己，乃是神的恩赐；",
  },
  {
    verse: 9,
    text: "（样例）也不是出于行为，免得有人自夸。",
  },
  {
    verse: 10,
    text: "（样例）我们原是他的手艺，在基督耶稣里被创造的，为要行善，就是神所预先装备好、叫我们行的。",
  },
];
