/** 吕振中译本–style denser Deuteronomy 6 denser full Shema chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const LZZ_DEUT_6: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）这是永恒主你们上帝所吩咐教训你们的诫命、律例、典章，使你们在所要过去得为业的地上遵行，",
  },
  {
    verse: 2,
    text: "（样例）好叫你和你子子孙孙一生敬畏永恒主你的上帝，谨守他的一切律例、诫命，就是我所吩咐你的，使你的日子得以长久。",
  },
  {
    verse: 3,
    text: "（样例）以色列啊，你要听，要谨守遵行，使你可以在那流奶与蜜之地得以享福，人数极其增多，正如永恒主你列祖的上帝所应许你的。",
  },
  {
    verse: 4,
    text: "（样例）以色列啊，你要听！永恒主我们上帝是独一的主。",
  },
  {
    verse: 5,
    text: "（样例）你要尽心、尽性、尽力爱永恒主你的上帝。",
  },
  {
    verse: 6,
    text: "（样例）我今日所吩咐你的确命要记在心上。",
  },
  {
    verse: 7,
    text: "（样例）也要殷勤教训你的儿女，无论你坐在家里，行在路上，躺下，起来，都要谈论。",
  },
  {
    verse: 8,
    text: "（样例）也要系在手上为记号，戴在额上为经文；",
  },
  {
    verse: 9,
    text: "（样例）又要写在你房屋的门框上，并你的城门上。",
  },
  {
    verse: 10,
    text: "（样例）永恒主你的上帝领你进他向你列祖亚伯拉罕、以撒、雅各起誓应许给你的地，那里有又大又美的城邑，非你所建造的；",
  },
  {
    verse: 11,
    text: "（样例）有装满各样美物的房屋，非你所装满的；有凿成的水井，非你所凿成的；还有葡萄园、橄榄园，非你所栽种的；你吃了而且饱足。",
  },
  {
    verse: 12,
    text: "（样例）那时你要谨慎，免得忘记将你从埃及地、为奴之家领出来的永恒主。",
  },
  {
    verse: 13,
    text: "（样例）你要敬畏永恒主你的上帝，事奉他，指着他的名起誓。",
  },
  {
    verse: 14,
    text: "（样例）不可随从别上帝，就是你们四围国民的上帝；",
  },
  {
    verse: 15,
    text: "（样例）因为在你们中间的永恒主你上帝是忌邪的上帝，惟恐永恒主你上帝的怒气向你发作，就把你从地上除灭。",
  },
  {
    verse: 16,
    text: "（样例）你们不可试探永恒主你们的上帝，像你们在玛撒那样试探他。",
  },
  {
    verse: 17,
    text: "（样例）要留意遵守永恒主你们上帝所吩咐的诫命、法度、律例。",
  },
  {
    verse: 18,
    text: "（样例）永恒主眼中看为正、看为善的，你都要遵行，使你可以享福，并可以进去得永恒主向你列祖起誓应许的那美地，",
  },
  {
    verse: 19,
    text: "（样例）照永恒主所说的，从你面前撵出你的一切仇敌。",
  },
  {
    verse: 20,
    text: "（样例）日后，你的儿子问你说：‘永恒主我们上帝吩咐你们的这些法度、律例、典章是什么意思呢？’",
  },
  {
    verse: 21,
    text: "（样例）你就告诉你的儿子说：‘我们在埃及作过法老的奴仆，永恒主用大能的手将我们从埃及领出来，",
  },
  {
    verse: 22,
    text: "（样例）在我们眼前，将重大可怕的上帝迹、奇事施行在埃及地和法老并他全家的身上，",
  },
  {
    verse: 23,
    text: "（样例）将我们从那里领出来，要领我们进入他向我们列祖起誓应许之地，把这地赐给我们。",
  },
  {
    verse: 24,
    text: "（样例）永恒主又吩咐我们遵行这一切律例，要敬畏永恒主我们的上帝，使我们常得好处，蒙他保全我们的生命，像今日一样。",
  },
  {
    verse: 25,
    text: "（样例）我们若照永恒主我们上帝所吩咐的一切诫命，谨守遵行，这就是我们的义了。’",
  },
];
