/** 吕振中译本–style denser John 1 denser prologue scaffold (vv.1–14). (not a licensed corpus dump). */
export const LZZ_JOHN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）太初有道，道与上帝同在，道就是上帝。",
  },
  {
    verse: 2,
    text: "（样例）这道太初与上帝同在。",
  },
  {
    verse: 3,
    text: "（样例）万物藉着他而被造；凡被造的、没有一样不是藉着他造的。",
  },
  {
    verse: 4,
    text: "（样例）生命在他里面；这生命就是人的光。",
  },
  {
    verse: 5,
    text: "（样例）光照在黑暗里，黑暗却没有胜过光。",
  },
  {
    verse: 6,
    text: "（样例）有一个人、是从上帝那里差来的，名叫约翰。",
  },
  {
    verse: 7,
    text: "（样例）这人来、是要作见证，就是为光作见证，叫众人藉着他可以信。",
  },
  {
    verse: 8,
    text: "（样例）他不是那光，乃是要为光作见证。",
  },
  {
    verse: 9,
    text: "（样例）那真光、就是照亮一切人的、正在进入世界。",
  },
  {
    verse: 10,
    text: "（样例）他在世界，世界也是藉着他造的，世界却不认识他。",
  },
  {
    verse: 11,
    text: "（样例）他到自己的地方来，自己的人倒不接待他。",
  },
  {
    verse: 12,
    text: "（样例）凡接待他的、就是信他名的人，他就赐他们权柄做上帝的儿女；",
  },
  {
    verse: 13,
    text: "（样例）这些人不是从血气生的，不是从肉欲生的，也不是从人意生的，乃是从上帝生的。",
  },
  {
    verse: 14,
    text: "（样例）道成了肉身，住在我们中间（我们也见过他的荣光，正是父独生子的荣光），满有恩典和真理。",
  },
];
