/** 吕振中译本–style denser James 1 denser faith-and-doers scaffold (vv.2–5 + 12 + 17–22). (not a licensed corpus dump). */
export const LZZ_JAMES_1: { verse: number; text: string }[] = [
  {
    verse: 2,
    text: "（样例）我的弟兄们，你们落在各种试炼中，都要看为喜乐十足；",
  },
  {
    verse: 3,
    text: "（样例）因为知道你们信心的试验能生出坚忍。",
  },
  {
    verse: 4,
    text: "（样例）但坚忍也必须成功，好使你们完备齐全，一无所缺。",
  },
  {
    verse: 5,
    text: "（样例）你们中间若有人缺少智慧，他应当求那慷慨赐与众人、也不斥责人的上帝，就必有所赐给他。",
  },
  {
    verse: 12,
    text: "（样例）能忍受试探的人有福了；因为他既被试验为合格，就必得着生命的华冠，这是主应许给爱他之人的。",
  },
  {
    verse: 17,
    text: "（样例）一切美好的赐予、各样完备的恩赐，都是从上头、从众光之父降下来的；在他并没有变更，或转动的影儿。",
  },
  {
    verse: 18,
    text: "（样例）他按自己的旨意，用真理之道生了我们，好叫我们在他所造的万物中好像初熟的果子。",
  },
  {
    verse: 19,
    text: "（样例）我亲爱的弟兄们，你们要知道这个：各人要敏于听，迟于说，迟于动怒；",
  },
  {
    verse: 20,
    text: "（样例）因为人的忿怒并不能作成上帝的义。",
  },
  {
    verse: 21,
    text: "（样例）所以你们既脱去一切污秽和泛滥的邪恶，就该用柔和的心领受那栽种的道，就是能救你们的魂的。",
  },
  {
    verse: 22,
    text: "（样例）只是你们要做行道的人，不要单单做听道的人，自己欺骗自己。",
  },
];
