/** 吕振中译本–style denser John 2 denser Cana wedding scaffold (vv.1–11). (not a licensed corpus dump). */
export const LZZ_JOHN_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）第三日、在加利利的迦拿有婚筵，耶稣的母亲在那里；",
  },
  {
    verse: 2,
    text: "（样例）耶稣和他的门徒也被请去赴婚筵。",
  },
  {
    verse: 3,
    text: "（样例）酒短缺了，耶稣的母亲就对他说：「他们没有酒了。」",
  },
  {
    verse: 4,
    text: "（样例）耶稣对她说：「母亲，这与我与你有什么相干？我的钟点还没有到。」",
  },
  {
    verse: 5,
    text: "（样例）他母亲对仆役们说：「他无论对你们说什么，你们总要作。」",
  },
  {
    verse: 6,
    text: "（样例）按着犹太人洁净的规矩，有六口石缸摆在那里，每口可盛两三桶水。",
  },
  {
    verse: 7,
    text: "（样例）耶稣对仆役们说：「把缸倒满了水。」他们就倒满了、直到缸口。",
  },
  {
    verse: 8,
    text: "（样例）耶稣又对他们说：「现在舀出来、送给管筵席的。」他们就送了去。",
  },
  {
    verse: 9,
    text: "（样例）管筵席的尝了那变了酒的水，并不知道是从哪里来的（只有舀水的仆役们知道）；管筵席的便叫新郎来，",
  },
  {
    verse: 10,
    text: "（样例）对他说：「人都是先摆上好酒；等客喝足了，才摆上次等的；你倒把好酒留到现在！」",
  },
  {
    verse: 11,
    text: "（样例）这是耶稣所行的头一件神迹，是在加利利的迦拿行的，显出他的荣耀来；他的门徒就信了他。",
  },
];
