/** Revised CUV-style denser Colossians 3 denser put-on-love scaffold (vv.1–4 + 12–17). (not a licensed corpus dump). */
export const RCUV_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（样例）所以，你们若真与基督一同复活，就当求上面的事；那里有基督坐在神的右边。",
  },
  {
    verse: 2,
    text: "（样例）你们要思念上面的事，不要思念地上的事。",
  },
  {
    verse: 3,
    text: "（样例）因为你们已经死了，你们的生命与基督一同藏在神里面。",
  },
  {
    verse: 4,
    text: "（样例）基督是我们的生命，他显现的时候，你们也要与他一同显现在荣耀里。",
  },
  {
    verse: 12,
    text: "（样例）所以，你们既是神的选民，圣洁蒙爱的人，就要存怜悯、恩慈、谦虚、温柔、忍耐的心。",
  },
  {
    verse: 13,
    text: "（样例）倘若这人与那人有嫌隙，总要彼此包容，彼此饶恕；主怎样饶恕了你们，你们也要怎样饶恕人。",
  },
  {
    verse: 14,
    text: "（样例）在这一切之上，要存着爱心，爱心就是联络全德的。",
  },
  {
    verse: 15,
    text: "（样例）又要叫基督的平安在你们心里作主；你们也为此蒙召，归为一体；且要存感谢的心。",
  },
  {
    verse: 16,
    text: "（样例）当用各样的智慧，把基督的道理丰丰富富地存在心里；用诗章、颂词、灵歌，彼此教导，互相劝戒，心被恩感歌颂神。",
  },
  {
    verse: 17,
    text: "（样例）无论做什么，或说话或行事，都要奉主耶稣的名，藉着他感谢父神。",
  },
];
