/** Revised CUV-style denser James 1 denser faith-and-doers scaffold (vv.2–5 + 12 + 17–22). (not a licensed corpus dump). */
export const RCUV_JAMES_1: { verse: number; text: string }[] = [
  {
    verse: 2,
    text: "（样例）我的弟兄们，你们落在百般试炼中，都要以为大喜乐；",
  },
  {
    verse: 3,
    text: "（样例）因为知道你们的信心经过试验就生忍耐。",
  },
  {
    verse: 4,
    text: "（样例）但忍耐也当成功，使你们成全完备，毫无缺欠。",
  },
  {
    verse: 5,
    text: "（样例）你们中间若有缺少智慧的，应当求那厚赐与众人、也不斥责人的神，主就必赐给他。",
  },
  {
    verse: 12,
    text: "（样例）忍受试探的人是有福的；因为他经过试验以后，必得生命的冠冕，这是主应许给那些爱他之人的。",
  },
  {
    verse: 17,
    text: "（样例）各样美善的恩赐和各样全备的赏赐都是从上头来的，从众光之父那里降下来的；在他并没有改变，也没有转动的影儿。",
  },
  {
    verse: 18,
    text: "（样例）他按自己的旨意，用真道生了我们，叫我们在他所造的万物中好像初熟的果子。",
  },
  {
    verse: 19,
    text: "（样例）我亲爱的弟兄们，这是你们所知道的，但你们各人要快快地听，慢慢地说，慢慢地动怒，",
  },
  {
    verse: 20,
    text: "（样例）因为人的怒气并不成就神的义。",
  },
  {
    verse: 21,
    text: "（样例）所以你们要除去一切的污秽和盈余的邪恶，存温柔的心领受那所栽种的道，就是能救你们灵魂的道。",
  },
  {
    verse: 22,
    text: "（样例）只是你们要行道，不要单单听道，自己欺哄自己。",
  },
];
