/** New Interconfessional–style denser Mark 1 denser gospel-opening scaffold (vv.1–11). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_MARK_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神の子イエス・キリストの福音の初め。",
  },
  {
    verse: 2,
    text: "（見本）預言者イザヤの書にこう書いてある。「見よ、わたしはあなたより先に使者を遣わし、あなたの道を準備させよう。",
  },
  {
    verse: 3,
    text: "（見本）荒れ野で叫ぶ者の声がする。『主の道を整え、その道筋をまっすぐにせよ。』」",
  },
  {
    verse: 4,
    text: "（見本）そのとおり、洗礼者ヨハネが荒れ野に現れて、罪の赦しを得させる悔い改めの洗礼を宣べ伝えた。",
  },
  {
    verse: 5,
    text: "（見本）ユダヤの全地方とエルサレムの住民は皆、ヨハネのもとに来て、罪を告白し、ヨルダン川で彼から洗礼を受けた。",
  },
  {
    verse: 6,
    text: "（見本）ヨハネはらくだの毛衣を着、腰に皮の帯を締め、いなごと野蜜を食べていた。",
  },
  {
    verse: 7,
    text: "（見本）彼はこう宣べ伝えた。「わたしよりも優れた方が、後から来られる。わたしは、かがんでその方の履物のひもを解く値打ちもない。",
  },
  {
    verse: 8,
    text: "（見本）わたしは水であなたたちに洗礼を授けたが、その方は聖霊で洗礼をお授けになる。」",
  },
  {
    verse: 9,
    text: "（見本）そのころ、イエスはガリラヤのナザレから来て、ヨルダン川でヨハネから洗礼を受けられた。",
  },
  {
    verse: 10,
    text: "（見本）水の中から上がられるとすぐ、天が裂けて「霊」が鳩のように御自分に降って来るのを、見られた。",
  },
  {
    verse: 11,
    text: "（見本）すると、「あなたはわたしの愛する子、わたしの心に適う者」という声が、天から聞こえた。",
  },
];
