/** New Japanese Bible–style denser Exodus 20 denser full Decalogue / altar chapter scaffold (vv.1–26). (not a licensed corpus dump). */
export const SHINKAIYAKU_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）それから神は次のすべてのことばを告げられた。",
  },
  {
    verse: 2,
    text: "（見本）「わたしは、あなたをエジプトの地、奴隷の家から連れ出した、あなたの神、主である。",
  },
  {
    verse: 3,
    text: "（見本）あなたには、わたしのほかに、ほかの神々があってはならない。",
  },
  {
    verse: 4,
    text: "（見本）あなたは自分のために偶像を造ってはならない。上の天にあるものでも、下の地にあるものでも、地の下の水の中にあるものでも、いかなる形をも造ってはならない。",
  },
  {
    verse: 5,
    text: "（見本）それらを拝んではならない。それらに仕えてはならない。あなたの神、主であるわたしは、ねたむ神、すなわち、わたしを憎む者には、父の罪を子に報い、三代、四代に及ぼし、",
  },
  {
    verse: 6,
    text: "（見本）わたしを愛し、わたしの命令を守る者には、恵みを千代にまで施すからである。",
  },
  {
    verse: 7,
    text: "（見本）あなたの神、主の名をみだりに唱えてはならない。主は、御名をみだりに唱える者を、罰せずにはおかない。",
  },
  {
    verse: 8,
    text: "（見本）安息日を覚えて、これを聖なる日とせよ。",
  },
  {
    verse: 9,
    text: "（見本）六日間、働いて、あなたのすべての仕事をしなければならない。",
  },
  {
    verse: 10,
    text: "（見本）しかし七日目は、あなたの神、主の安息である。あなたはいかなる仕事もしてはならない。あなたも、息子も、娘も、男奴隷も、女奴隷も、家畜も、あなたの町囲みの中にいる在留異国人ものもそうである。",
  },
  {
    verse: 11,
    text: "（見本）それは、主が六日のうちに天と地と海、またそれらの中のすべてのものを造り、七日目に休まれたからである。それゆえ、主は安息の日を祝福し、これを聖なるものと宣言された。",
  },
  {
    verse: 12,
    text: "（見本）あなたの父と母を敬え。あなたの神、主が与えようとしておられるその土地で、あなたの寿命が長くなるためである。",
  },
  {
    verse: 13,
    text: "（見本）殺してはならない。",
  },
  {
    verse: 14,
    text: "（見本）姦淫してはならない。",
  },
  {
    verse: 15,
    text: "（見本）盗んではならない。",
  },
  {
    verse: 16,
    text: "（見本）隣人に対して偽りの証言をしてはならない。",
  },
  {
    verse: 17,
    text: "（見本）隣人の家を欲しがってはならない。隣人の妻、男奴隷、女奴隷、牛、ろば、すべて隣人のものを欲しがってはならない」。",
  },
  {
    verse: 18,
    text: "（見本）民は皆、雷鳴と稲妻とラッパの音と山の煙っているのを見た。民は見て、おののき、遠く離れて立った。",
  },
  {
    verse: 19,
    text: "（見本）彼らはモーセに言った、「あなたがわたしたちに語ってください。わたしたちは聞きましょう。しかし、神がわたしたちに語られないように。わたしたちは死ぬかもしれませんから」。",
  },
  {
    verse: 20,
    text: "（見本）モーセは民に言った、「恐れてはならない。神がこられたのは、あなたがたを試み、またあなたがたが罪を犯さないように、神を恐れる心をあなたがたに起させるためである」。",
  },
  {
    verse: 21,
    text: "（見本）それで民は遠く離れて立ち、モーセは神のおられる濃い雲に近づいて行った。",
  },
  {
    verse: 22,
    text: "（見本）主はモーセに言われた、「あなたはイスラエルの人々にこう言いなさい、『あなたがたは、わたしが天からあなたがたと語るのを見た。",
  },
  {
    verse: 23,
    text: "（見本）あなたがたはわたしと並べて、何をも神々としてはならない。あなたがたは自分のために銀の神々や金の神々を造ってはならない。",
  },
  {
    verse: 24,
    text: "（見本）あなたはわたしのために土の祭壇を造り、その上で、あなたの燔祭と酬恩祭、羊と牛とをささげなければならない。わたしの名を覚えさせるすべての所で、わたしはあなたに臨んで、あなたを祝福しよう。",
  },
  {
    verse: 25,
    text: "（見本）あなたがもしわたしのために石の祭壇を造るならば、切り石で築いてはならない。あなたがもし、それにのみを当てるならば、それをけがすことになるからである。",
  },
  {
    verse: 26,
    text: "（見本）あなたは階段によって、わたしの祭壇に登ってはならない。あなたの裸が、その上にあらわれることのないようにするためである』」。",
  },
];
