/** New Japanese Bible–style denser Luke 2 denser nativity scaffold (vv.1–14). (not a licensed corpus dump). */
export const SHINKAIYAKU_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）そのころ、全世界の住民登録をせよとの勅令が、皇帝アウグストから出た。",
  },
  {
    verse: 2,
    text: "（見本）これはクレニオがシリアの総督であったときの最初の住民登録であった。",
  },
  {
    verse: 3,
    text: "（見本）人々はみな登録するために、それぞれ自分の町へ帰って行った。",
  },
  {
    verse: 4,
    text: "（見本）ヨセフもダビデの家系に属していたので、ガリラヤのナザレの町を出て、ユダヤのベツレヘムというダビデの町へ上って行った。",
  },
  {
    verse: 5,
    text: "（見本）身重になっていたいいなずけの妻マリヤと一緒に登録するためであった。",
  },
  {
    verse: 6,
    text: "（見本）ところが、彼らがそこにいる間に、マリヤは産み月になった。",
  },
  {
    verse: 7,
    text: "（見本）そして男の子の初子を産み、布にくるんで飼葉おけに寝かせた。宿屋には彼らのいる場所がなかったからである。",
  },
  {
    verse: 8,
    text: "（見本）さて、この土地に、野宿して夜番をしながら羊の群れを見守っている羊飼いたちがいた。",
  },
  {
    verse: 9,
    text: "（見本）すると、主の使いが彼らのところに来て、主の栄光が周りを照らしたので、彼らは非常に恐れた。",
  },
  {
    verse: 10,
    text: "（見本）御使いは彼らに言った。「恐れることはありません。今、私はこの民全体のためのすばらしい喜びを知らせます。",
  },
  {
    verse: 11,
    text: "（見本）きょうダビデの町で、あなたがたのために救い主がお生まれになりました。この方こそ主キリストです。",
  },
  {
    verse: 12,
    text: "（見本）あなたがたは、布にくるまって飼葉おけに寝ているみどりごを見つけます。それが、あなたがたへのしるしです。」",
  },
  {
    verse: 13,
    text: "（見本）するとたちまち、その御使いと一緒に、天の軍勢の大群が現れて、神を賛美して言った。",
  },
  {
    verse: 14,
    text: "（見本）「いと高き所で、栄光が神にあるように。地の上で、平和がみ心にかなう人々にあるように。」",
  },
];
