/** New Interconfessional–style denser John 15 scaffold (vv.1–17; not a licensed corpus dump). */
export const SHIN_KYOUDOU_JOHN_15: { verse: number; text: string }[] = [
  { verse: 1, text: "（見本）「わたしはまことのぶどうの木、わたしの父は農夫である。" },
  {
    verse: 2,
    text: "（見本）わたしにつながっていながら実を結ばない枝はみな、父が取り除き、実を結ぶ枝はみな、もっと豊かに実を結ぶように手入れをなさる。",
  },
  {
    verse: 3,
    text: "（見本）わたしが語った言葉によって、あなたがたは既に清くなっている。",
  },
  {
    verse: 4,
    text: "（見本）わたしにつながっていなさい。わたしもあなたがたにつながっている。枝がぶどうの木につながっていなければ、自分だけでは実を結ぶことができない。同じように、あなたがたもわたしにつながっていなければ、実を結ぶことができない。",
  },
  {
    verse: 5,
    text: "（見本）わたしはぶどうの木、あなたがたは枝である。人がわたしにつながっており、わたしもその人につながっていれば、その人は豊かに実を結ぶ。わたしを離れては、あなたがたは何もできないからである。",
  },
  {
    verse: 6,
    text: "（見本）人がわたしにつながっていなければ、枝のように外に投げ捨てられて枯れる。人々はそれを集め、火に投げ入れて燃やしてしまう。",
  },
  {
    verse: 7,
    text: "（見本）あなたがたがわたしにつながっており、わたしの言葉があなたがたの内にとどまっているならば、望むものを何でも願いなさい。そうすればかなえられる。",
  },
  {
    verse: 8,
    text: "（見本）あなたがたが豊かに実を結び、わたしの弟子となることによって、わたしの父は栄光をお受けになる。",
  },
  {
    verse: 9,
    text: "（見本）父がわたしを愛されたように、わたしもあなたがたを愛した。わたしの愛にとどまりなさい。",
  },
  {
    verse: 10,
    text: "（見本）わたしの掟を守るならば、あなたがたはわたしの愛にとどまることになる。それは、わたしが父の掟を守って、その愛にとどまっているのと同じである。",
  },
  {
    verse: 11,
    text: "（見本）これらのことを話したのは、わたしの喜びがあなたがたの内にあり、あなたがたの喜びが満たされるためである。",
  },
  {
    verse: 12,
    text: "（見本）わたしがあなたがたを愛したように、互いに愛し合いなさい。これがわたしの掟である。",
  },
  {
    verse: 13,
    text: "（見本）友のために自分の命を捨てること、これ以上に大きな愛はない。",
  },
  {
    verse: 14,
    text: "（見本）わたしの命じることを行うならば、あなたがたはわたしの友である。",
  },
  {
    verse: 15,
    text: "（見本）もはや、わたしはあなたがたを僕とは呼ばない。僕は主人のしていることを知らないからである。わたしはあなたがたを友と呼んだ。父から聞いたことをみな、あなたがたに知らせたからである。",
  },
  {
    verse: 16,
    text: "（見本）あなたがたがわたしを選んだのではなく、わたしがあなたがたを選び、あなたがたを立てた。それは、あなたがたが行って実を結び、その実が残るためであり、また、わたしの名によって父に願うものは何でも、父が与えてくださるためである。",
  },
  {
    verse: 17,
    text: "（見本）これらのことを命じるのは、あなたがたが互いに愛し合うためである。」",
  },
];
