/** New Interconfessional–style denser Philippians 4 denser full rejoice/peace chapter scaffold (vv.1–23). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_PHIL_4: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）ですから、わたしの愛する兄弟たち、慕わしい人たち、わたしの喜びであり冠であるあなたがたよ。このように主において堅く立ちなさい。愛する人たちよ。",
  },
  {
    verse: 2,
    text: "（見本）わたしはエウオディアに勧め、またスントゥケに勧めます。主において同じ思いを抱くように。",
  },
  {
    verse: 3,
    text: "（見本）本当にあなたにもお願いします。真実な協力者よ。この女たちを助けてください。彼女たちは福音のためにわたしと共に労苦したのです。クレメンスやほかの同労者たちも同様で、その名は命の書に記されています。",
  },
  {
    verse: 4,
    text: "（見本）主において常に喜びなさい。重ねて言います。喜びなさい。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたの広い心がすべての人に知られるようになさい。主は近いのです。",
  },
  {
    verse: 6,
    text: "（見本）どんなことでも、思い煩うのはやめなさい。ただ、事に当たっては、感謝を込めて祈りと願いをささげ、求めているものを神に打ち明けなさい。",
  },
  {
    verse: 7,
    text: "（見本）そうすれば、あらゆる人知を超える神の平和が、あなたがたの心と考えとをキリスト・イエスによって守るでしょう。",
  },
  {
    verse: 8,
    text: "（見本）終わりに、兄弟たち、すべて真実なこと、すべて気高いこと、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて誉れあることを、また、徳があること、称賛に値することがあれば、それらを心に留めなさい。",
  },
  {
    verse: 9,
    text: "（見本）あなたがたがわたしから学び、受け、聞き、また見たことを実行しなさい。そうすれば、平和の神があなたがたと共にいてくださいます。",
  },
  {
    verse: 10,
    text: "（見本）わたしは主において大いに喜んでいます。あなたがたがわたしを思う心が今また芽生えてきたからです。あなたがたは以前からわたしを思っていてくれましたが、機会がありませんでした。",
  },
  {
    verse: 11,
    text: "（見本）物欲しさからこう言うのではありません。わたしは、どんな境遇にあっても満ち足りることを学びました。",
  },
  {
    verse: 12,
    text: "（見本）貧しくあることも、豊かに生きることも知っています。満腹していても、空腹であっても、豊かであっても、乏しくても、あらゆる境遇に対処する秘訣を心得ています。",
  },
  {
    verse: 13,
    text: "（見本）わたしを強くしてくださる方のお陰で、わたしにはすべてが可能です。",
  },
  {
    verse: 14,
    text: "（見本）しかし、わたしの苦しみに共にあずかってくれたのは、あなたがたの良いところです。",
  },
  {
    verse: 15,
    text: "（見本）フィリピの人たちよ、あなたがたも知っているとおり、福音宣教の初めに、わたしがマケドニアを出発したとき、物のやり取りでわたしに協力した教会は、あなたがたのほかには一つもありませんでした。",
  },
  {
    verse: 16,
    text: "（見本）テサロニケにいた時でさえ、あなたがたは一度ならず、わたしの欠乏を補うために送りとどけてくれました。",
  },
  {
    verse: 17,
    text: "（見本）わたしは贈り物を求めているのではありません。むしろ、あなたがたの勘定に増えていく実を求めているのです。",
  },
  {
    verse: 18,
    text: "（見本）わたしはあらゆるものを受けてあり余るほどです。わたしは満ち足りています。エパフロディトからあなたがたの贈り物を受けたからです。それは香ばしいかおりであり、神が受け入れてくださる供え物です。",
  },
  {
    verse: 19,
    text: "（見本）わたしの神は、ご自身の栄光の富の中から、キリスト・イエスにあって、あなたがたのいっさいの必要を満たしてくださるでしょう。",
  },
  {
    verse: 20,
    text: "（見本）わたしたちの父なる神に、栄光が世々限りなくありますように。アーメン。",
  },
  {
    verse: 21,
    text: "（見本）キリスト・イエスにある聖徒一同によろしく。わたしと共にいる兄弟たちが、あなたがたによろしく。",
  },
  {
    verse: 22,
    text: "（見本）聖徒たち一同、特にカイザルの家の者たちが、あなたがたによろしく。",
  },
  {
    verse: 23,
    text: "（見本）主イエス・キリストの恵みが、あなたがたの霊と共にありますように。",
  },
];
