/** New Interconfessional–style denser Galatians 5 denser Spirit-walk scaffold (vv.16–26). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_GAL_5: { verse: number; text: string }[] = [
  {
    verse: 16,
    text: "（見本）わたしが言いたいのは、こうです。御霊の導きに従って生きなさい。そうすれば、肉の欲望を満たすようなことは決してありません。",
  },
  {
    verse: 17,
    text: "（見本）肉の望むところは御霊に反し、御霊の望むところは肉に反するからです。この二つは互いに敵対しているので、あなたがたは自分のしたいと思うことができないのです。",
  },
  {
    verse: 18,
    text: "（見本）御霊に導かれているなら、あなたがたは律法の下にはいません。",
  },
  {
    verse: 19,
    text: "（見本）肉の業は明らかです。それは、みだらな行い、不潔な行い、好色、",
  },
  {
    verse: 20,
    text: "（見本）偶像礼拝、魔術、敵意、争い、そねみ、怒り、野心、不和、仲間争い、",
  },
  {
    verse: 21,
    text: "（見本）ねたみ、泥酔、酒宴、その他このたぐいのものです。以前にも言ったように、今も前もって言います。このようなことを行う者は神の国を受け継ぐことができません。",
  },
  {
    verse: 22,
    text: "（見本）これに対して、霊の結ぶ実は愛であり、喜び、平和、寛容、親切、善意、誠実、",
  },
  {
    verse: 23,
    text: "（見本）柔和、節制です。これらを禁じる掟はありません。",
  },
  {
    verse: 24,
    text: "（見本）キリスト・イエスのものとなった人たちは、肉を欲情や欲望もろとも十字架につけてしまったのです。",
  },
  {
    verse: 25,
    text: "（見本）わたしたちは、霊によって生きているなら、霊に従って進もうではありませんか。",
  },
  {
    verse: 26,
    text: "（見本）いたずらに自慢したり、互いに挑み合ったり、ねたみ合ったりするのはやめましょう。",
  },
];
