/** New Japanese Bible–style denser John 15 denser full vine / abide chapter scaffold (vv.1–27). (not a licensed corpus dump). */
export const SHINKAIYAKU_JOHN_15: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）わたしはまことのぶどうの木、わたしの父は栽培者である。",
  },
  {
    verse: 2,
    text: "（見本）わたしにつながっている枝で実を結ばないものを、父はすべて取り除き、実を結ぶものをすべてきれいにして、なお豊かに実を結ばせるのである。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたは、わたしが語った言葉によって、すでにきよいものとされている。",
  },
  {
    verse: 4,
    text: "（見本）わたしにつながっていなさい。そうすれば、わたしはあなたがたとつながっていよう。枝がぶどうの木につながっていなければ、自分だけでは実を結ぶことができないように、あなたがたもわたしにつながっていなければ、実を結ぶことができない。",
  },
  {
    verse: 5,
    text: "（見本）わたしはぶどうの木、あなたがたはその枝である。人がわたしにつながっており、わたしもその人につながっておれば、その人は豊かに実を結ぶようになる。わたしから離れては、あなたがたは何一つできないからである。",
  },
  {
    verse: 6,
    text: "（見本）人がわたしにつながっていなければ、枝のように外に捨てられて枯れる。人々はそれを集めて火に投げ入れて、焼いてしまうのである。",
  },
  {
    verse: 7,
    text: "（見本）あなたがたがわたしにつながっており、わたしの言葉があなたがたのうちにとどまっているならば、なんでも望むものを求めよ。そうすれば、与えられるであろう。",
  },
  {
    verse: 8,
    text: "（見本）あなたがたが豊かに実を結び、わたしの弟子となることによって、わたしの父は栄光をお受けになるのである。",
  },
  {
    verse: 9,
    text: "（見本）父がわたしを愛されたように、わたしもあなたがたを愛したのである。わたしの愛のうちにいなさい。",
  },
  {
    verse: 10,
    text: "（見本）もしわたしのいましめを守るならば、あなたがたはわたしの愛のうちにおるのである。それはわたしがわたしの父のいましめを守って、その愛のうちにおるのと同じである。",
  },
  {
    verse: 11,
    text: "（見本）わたしがこれらのことを話したのは、わたしの喜びがあなたがたのうちにあり、あなたがたの喜びが満ちあふれるためである。",
  },
  {
    verse: 12,
    text: "（見本）わたしのいましめは、これである。わたしがあなたがたを愛したように、あなたがたも互に愛し合いなさい。",
  },
  {
    verse: 13,
    text: "（見本）人がその友のために自分の命を捨てること、これ以上に大きな愛はない。",
  },
  {
    verse: 14,
    text: "（見本）あなたがたにわたしが命じることを行うならば、あなたがたはわたしの友である。",
  },
  {
    verse: 15,
    text: "（見本）わたしはもはや、あなたがたを僕とは呼ばない。僕は主人のしていることを知らないからである。わたしはあなたがたを友と呼んだ。わたしの父から聞いたことをみな、あなたがたに知らせたからである。",
  },
  {
    verse: 16,
    text: "（見本）あなたがたがわたしを選んだのではない。わたしがあなたがたを選んだのである。そして、あなたがたを立てた。それは、あなたがたが行って実を結び、またその実がいつまでも残るためであり、また、あなたがたがわたしの名によって父に求めるものはなんでも、父が与えて下さるためである。",
  },
  {
    verse: 17,
    text: "（見本）これらのことをあなたがたに命じるのは、あなたがたが互に愛し合うためである。",
  },
  {
    verse: 18,
    text: "（見本）もし世があなたがたを憎むならば、あなたがたよりも先にわたしを憎んだことを、知っておくがよい。",
  },
  {
    verse: 19,
    text: "（見本）もしあなたがたがこの世から出たものであれば、世は、あなたがたを自分のものとして愛したであろう。しかし、あなたがたはこの世のものではない。かえって、わたしがあなたがたをこの世から選び出したのである。だから、世はあなたがたを憎むのである。",
  },
  {
    verse: 20,
    text: "（見本）『僕はその主人にまさるものではない』と、わたしがあなたがたに言った言葉を覚えていなさい。もし人々がわたしを迫害したならば、あなたがたをも迫害するであろう。もし彼らがわたしの言葉を守ったならば、あなたがたの言葉をも守るであろう。",
  },
  {
    verse: 21,
    text: "（見本）しかし、彼らはわたしの名のゆえに、あなたがたに対して、これらすべてのことをするであろう。それは、彼らがわたしをつかわされたかたを知らないからである。",
  },
  {
    verse: 22,
    text: "（見本）もしわたしが来て彼らに語らなかったならば、彼らは罪を犯さないですんだであろう。しかし今では、彼らには、その罪について言いのがれがない。",
  },
  {
    verse: 23,
    text: "（見本）わたしを憎む者は、わたしの父をも憎む。",
  },
  {
    verse: 24,
    text: "（見本）もしわたしが、ほかのだれもがしなかったようなわざを、彼らの間でしなかったならば、彼らは罪を犯さないですんだであろう。ところが事実、彼らはわたしとわたしの父とを見て、憎んだのである。",
  },
  {
    verse: 25,
    text: "（見本）それは、『彼らは理由なしにわたしを憎んだ』と書いてある彼らの律法の言葉が成就するためである。",
  },
  {
    verse: 26,
    text: "（見本）わたしが父のみもとからあなたがたにつかわす助け主、すなわち父から出る真理の御霊が来る時、それはわたしについてあかしをするであろう。",
  },
  {
    verse: 27,
    text: "（見本）あなたがたも、初めからわたしと一緒にいたのであるから、あかしをするのである。",
  }
];
