/** New Interconfessional–style denser John 1 denser prologue scaffold (vv.1–14). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_JOHN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）初めに言があった。言は神と共にあった。言は神であった。",
  },
  {
    verse: 2,
    text: "（見本）この言は初めに神と共にあった。",
  },
  {
    verse: 3,
    text: "（見本）万物は言によって成った。成ったもので、言によらずに成ったものは何一つなかった。",
  },
  {
    verse: 4,
    text: "（見本）言の内に命があった。この命は人の光であった。",
  },
  {
    verse: 5,
    text: "（見本）光は暗闇の中で輝いている。暗闇は光に勝たなかった。",
  },
  {
    verse: 6,
    text: "（見本）神から遣わされた一人の人がいた。その名はヨハネである。",
  },
  {
    verse: 7,
    text: "（見本）彼は証しをするために来た。光について証しをするため、また、すべての人が彼によって信じるためである。",
  },
  {
    verse: 8,
    text: "（見本）彼は光ではなく、光について証しをするために来た。",
  },
  {
    verse: 9,
    text: "（見本）その光は、まことの光で、世に来てすべての人を照らすのである。",
  },
  {
    verse: 10,
    text: "（見本）言は世にあった。世は言によって成ったが、世は言を認めなかった。",
  },
  {
    verse: 11,
    text: "（見本）言は、自分の民のところへ来たが、民は受け入れなかった。",
  },
  {
    verse: 12,
    text: "（見本）しかし、言を受け入れた人、その名を信じた人々には、神の子となる資格を与えられた。",
  },
  {
    verse: 13,
    text: "（見本）この人々は、血によってではなく、肉の欲や人の欲によってでもなく、神によって生まれたのである。",
  },
  {
    verse: 14,
    text: "（見本）言は肉となって、わたしたちの間に宿られた。わたしたちはその栄光を見た。それは父の独り子としての栄光であって、恵みと真理とに満ちていた。",
  },
];
