/** Japanese Colloquial Joint–style denser John 3 scaffold (Nicodemus vv.1–21; not a licensed corpus dump). */
export const SHIN_KYOUDOU_JOHN_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）さて、ファリサイ派のひとりで、その名をニコデモというユダヤ人の指導者があった。",
  },
  {
    verse: 2,
    text: "（見本）この人が夜イエスのもとにきて言った、「先生、わたしたちはあなたが神からこられた教師であることを知っています。神が共におられるのでなければ、あなたがなさっておられるようなしるしは、だれも行うことができないからです」。",
  },
  {
    verse: 3,
    text: "（見本）イエスは答えて言われた、「よくよくあなたに言っておく。人は、新しく生まれなければ、神の国を見ることはできない」。",
  },
  {
    verse: 4,
    text: "（見本）ニコデモは言った、「人は老年になって生まれることが、どうしてできるのですか。もう一度、母の胎にはいって生まれることができましょうか」。",
  },
  {
    verse: 5,
    text: "（見本）イエスは答えられた、「よくよくあなたに言っておく。人は、水と霊とから生まれなければ、神の国にはいることはできない。",
  },
  {
    verse: 6,
    text: "（見本）肉から生まれる者は肉であり、霊から生まれる者は霊である。",
  },
  {
    verse: 7,
    text: "（見本）あなたがたは新しく生まれなければならないと、わたしが言ったからとて、不思議に思うには及ばない。",
  },
  {
    verse: 8,
    text: "（見本）風は思いのままに吹く。あなたはその音を聞くが、それがどこからきて、どこへ行くかは知らない。すべて霊から生まれる者も、それと同じである」。",
  },
  {
    verse: 9,
    text: "（見本）ニコデモはイエスに言った、「どうして、そんなことがあり得ましょうか」。",
  },
  {
    verse: 10,
    text: "（見本）イエスは彼に答えて言われた、「あなたはイスラエルの教師でありながら、こんなことがわからないのか。",
  },
  {
    verse: 11,
    text: "（見本）よくよくあなたに言っておく。わたしたちは自分の知っていることを語り、また自分の見たことをあかししているのに、あなたがたはわたしたちのあかしを受けいれない。",
  },
  {
    verse: 12,
    text: "（見本）わたしが地上のことを語っているのに、あなたがたが信じないならば、天上のことを語った場合、どうして信じるであろうか。",
  },
  {
    verse: 13,
    text: "（見本）天から下ってきた者、すなわち人の子のほかには、だれも天に上った者はない。",
  },
  {
    verse: 14,
    text: "（見本）そして、ちょうどモーセが荒野でへびを上げたように、人の子もまた上げられなければならない。",
  },
  {
    verse: 15,
    text: "（見本）それは彼を信じる者が、すべて永遠の命を得るためである。",
  },
  {
    verse: 16,
    text: "（見本）神はその独り子を賜ったほどに、この世を愛して下さった。それは御子を信じる者がひとりも滅びないで、永遠の命を得るためである。",
  },
  {
    verse: 17,
    text: "（見本）神が御子をつかわされたのは、世をさばくためではなく、御子によって、この世が救われるためである。",
  },
  {
    verse: 18,
    text: "（見本）彼を信じる者は、さばかれない。信じない者は、すでにさばかれている。神の独り子の名を信じないからである。",
  },
  {
    verse: 19,
    text: "（見本）そのさばきというのは、光がこの世にきたのに、人々はその行いが悪いために、光よりもやみを愛したことである。",
  },
  {
    verse: 20,
    text: "（見本）悪を行っている者はみな光を憎み、光にこようとはしない。その行いが明るみに出されるのを恐れるからである。",
  },
  {
    verse: 21,
    text: "（見本）しかし、真理を行っている者は光にくる。その行いが神にあってなされたことが、明らかにされるためである」。",
  },
];
