/** New Interconfessional–style denser Ephesians 2 denser full grace/peace chapter scaffold (vv.1–22). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_EPH_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）あなたがたは、先には自分の罪過と罪とによって死んでいた者であって、",
  },
  {
    verse: 2,
    text: "（見本）かつてはそれらの中で、この世の俗に従い、空中の権をもつ君、すなわち、不従順の子らに今も働いている霊に従って、歩いていたのである。",
  },
  {
    verse: 3,
    text: "（見本）またわたしたちもみな、かつては彼らの中にいて、肉の欲に従い、肉とその思いとの欲するままを行い、ほかの人と同じく生れながらの怒りの子であった。",
  },
  {
    verse: 4,
    text: "（見本）ところが、あわれみに富む神は、わたしたちを愛して下さったその大きな愛をもって、",
  },
  {
    verse: 5,
    text: "（見本）罪過によって死んでいたわたしたちを、キリストと共に生かし――あなたがたの救われたのは、恵みによるのである――",
  },
  {
    verse: 6,
    text: "（見本）キリスト・イエスにあって、共によみがえらせ、共に天上で座につかせて下さったのである。",
  },
  {
    verse: 7,
    text: "（見本）それは、キリスト・イエスにあってわたしたちに施し給うた神の恵みの絶大な富を、きたるべき世々に示すためであった。",
  },
  {
    verse: 8,
    text: "（見本）あなたがたの救われたのは、実に、恵みにより、信仰によるのである。それはあなたがた自身から出たものではなく、神の賜物である。",
  },
  {
    verse: 9,
    text: "（見本）決して行いによるのではない。それは、だれも誇ることがないためである。",
  },
  {
    verse: 10,
    text: "（見本）わたしたちは神の作品であって、良い行いをするように、キリスト・イエスにあって造られたのである。神は、わたしたちが良い行いをして日を過ごすようにと、あらかじめ備えて下さったのである。",
  },
  {
    verse: 11,
    text: "（見本）だから、記憶しておきなさい。あなたがたは以前には肉によれば異邦人であって、手で行った肉の割礼ある者から無割礼の者と呼ばれ、",
  },
  {
    verse: 12,
    text: "（見本）またその当時は、キリストを知らず、イスラエルの公民でなく、約束の契約については無縁の局外者であり、この世にあって望みを持たず、神を持たない者であった。",
  },
  {
    verse: 13,
    text: "（見本）ところが、あなたがたは、このように以前は遠く離れていたが、今ではキリスト・イエスにあって、キリストの血によって近い者となったのである。",
  },
  {
    verse: 14,
    text: "（見本）キリストはわたしたちの平和であって、二つのものを一つにし、かつ、ご自身の肉において隔ての中垣を取り除き、",
  },
  {
    verse: 15,
    text: "（見本）数々の規定から成っている戒めの律法を廃棄した。それは、彼にあって二つのものを一人の新しい人に造りあげて、平和をつくり、",
  },
  {
    verse: 16,
    text: "（見本）十字架によって二つのものを一つのからだとして神と和解させ、敵意を十字架によって滅ぼしてしまったのである。",
  },
  {
    verse: 17,
    text: "（見本）それから彼はこられて、遠く離れているあなたがたに平和を宣べ伝え、また近くにいる者にも平和を宣べ伝えられたのである。",
  },
  {
    verse: 18,
    text: "（見本）それは、彼をとおして、わたしたち両方の者が一つの御霊により、父のみもとに近づくことができるからである。",
  },
  {
    verse: 19,
    text: "（見本）そこであなたがたは、もはや異国人でも寄留者でもなく、聖徒たちと同じ国民であり、神の家族なのである。",
  },
  {
    verse: 20,
    text: "（見本）またあなたがたは、使徒たちや預言者たちという土台の上に建てられたものであって、キリスト・イエスご自身が隅のかしら石である。",
  },
  {
    verse: 21,
    text: "（見本）このキリストにあって、建物全体が組み合わされ、主にある聖なる宮に成長し、",
  },
  {
    verse: 22,
    text: "（見本）あなたがたもこのキリストにあって、共に建てられて、御霊による神のすまいとなるのである。",
  },
];
