/** New Interconfessional–style denser Luke 2 denser nativity scaffold (vv.1–14). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）そのころ、皇帝アウグストから、全領土の住民に登録をせよとの勅令が出た。",
  },
  {
    verse: 2,
    text: "（見本）これは、キリニウスがシリア州の総督であったときの最初の登録であった。",
  },
  {
    verse: 3,
    text: "（見本）人々は皆、登録するためにそれぞれ自分の町へ帰って行った。",
  },
  {
    verse: 4,
    text: "（見本）ヨセフもダビデの家に属し、その血筋であったので、ガリラヤの町ナザレを出て、ユダヤのベツレヘムというダビデの町へ上って行った。",
  },
  {
    verse: 5,
    text: "（見本）身ごもっていたいいなずけのマリアと一緒に登録するためであった。",
  },
  {
    verse: 6,
    text: "（見本）ところで、彼らがそこにいるうちに、マリアは月が満ちて、",
  },
  {
    verse: 7,
    text: "（見本）初めての子を産み、布にくるんで飼い葉桶に寝かせた。宿屋には彼らのいる場所がなかったからである。",
  },
  {
    verse: 8,
    text: "（見本）その地方で羊飼いたちが野宿をしながら、夜通し羊の群れの番をしていた。",
  },
  {
    verse: 9,
    text: "（見本）すると、主の天使が近づき、主の栄光が周りを照らしたので、彼らは非常に恐れた。",
  },
  {
    verse: 10,
    text: "（見本）天使は言った。「恐れるな。わたしは、民全体に与えられる大きな喜びを告げる。",
  },
  {
    verse: 11,
    text: "（見本）今日ダビデの町で、あなたがたのために救い主がお生まれになった。この方こそ主メシアである。",
  },
  {
    verse: 12,
    text: "（見本）あなたがたは、布にくるまって飼い葉桶に寝ている乳飲み子を見つけるであろう。これがあなたがたへのしるしである。」",
  },
  {
    verse: 13,
    text: "（見本）すると突然、この天使に天の大軍が加わり、神を賛美して言った。",
  },
  {
    verse: 14,
    text: "（見本）「いと高きところには栄光、神にあれ、地には平和、御心に適う人にあれ。」",
  },
];
