/** New Japanese Bible–style denser Colossians 3 denser put-on-love scaffold (vv.1–4 + 12–17). (not a licensed corpus dump). */
export const SHINKAIYAKU_COL_3: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）こういうわけで、あなたがたはキリストとともによみがえらされたのですから、上にあるものを求めなさい。そこにはキリストが神の右の座についておられます。",
  },
  {
    verse: 2,
    text: "（見本）上にあるものを思いなさい。地にあるものを思ってはなりません。",
  },
  {
    verse: 3,
    text: "（見本）あなたがたはすでに死んでおり、あなたがたのいのちは、キリストとともに神のうちに隠されているのです。",
  },
  {
    verse: 4,
    text: "（見本）私たちのいのちであるキリストが現れると、そのときあなたがたも、キリストとともに栄光のうちに現れます。",
  },
  {
    verse: 12,
    text: "（見本）ですから、あなたがたは神に選ばれた者、聖なる者、愛されている者として、深い思いやりの心、慈愛、謙遜、柔和、寛容を身に着けなさい。",
  },
  {
    verse: 13,
    text: "（見本）互いに忍び合い、だれかがほかの人に苦情を抱くことがあっても、互いに赦し合いなさい。主があなたがたを赦してくださったように、あなたがたもそうしなさい。",
  },
  {
    verse: 14,
    text: "（見本）そして、これらすべての上に、愛を着けなさい。愛は結びの帯として完全なものです。",
  },
  {
    verse: 15,
    text: "（見本）キリストの平和があなたがたの心を支配するようにしなさい。その平和のために、あなたがたは一つのからだとして召されたのです。また、感謝する者となりなさい。",
  },
  {
    verse: 16,
    text: "（見本）キリストのことばを、あなたがたのうちに豊かに住まわせなさい。知恵を尽くして互いに教え、戒め合い、詩と賛美と霊の歌により、感謝にあふれて心から神に向かって歌いなさい。",
  },
  {
    verse: 17,
    text: "（見本）また、何をするにも、ことばによると行いによるとを問わず、すべて主イエスの名によって行い、主によって父なる神に感謝しなさい。",
  },
];
