/** New Interconfessional–style denser Exodus 20 denser full Decalogue / altar chapter scaffold (vv.1–26). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神はこれらすべての言葉を告げられた。",
  },
  {
    verse: 2,
    text: "（見本）「わたしは主、あなたの神、あなたをエジプトの国、奴隷の家から導き出した神である。",
  },
  {
    verse: 3,
    text: "（見本）あなたには、わたしをおいてほかに神があってはならない。",
  },
  {
    verse: 4,
    text: "（見本）あなたはいかなる像も造ってはならない。上は天にあり、下は地にあり、また地の下の水の中にある、いかなるものの形も造ってはならない。",
  },
  {
    verse: 5,
    text: "（見本）あなたはそれらにひれ伏しても、それらに仕えてはならない。わたしは主、あなたの神、情熱の神である。わたしを否む者には、父祖の罪を子孫に三代、四代までも問うが、",
  },
  {
    verse: 6,
    text: "（見本）わたしを愛し、わたしの戒めを守る者には、幾千代にわたって慈しみを与える。",
  },
  {
    verse: 7,
    text: "（見本）あなたの神、主の名をみだりに唱えてはならない。みだりにその名を唱える者を主は罰せずにはおかない。",
  },
  {
    verse: 8,
    text: "（見本）安息日を心に留め、これを聖別せよ。",
  },
  {
    verse: 9,
    text: "（見本）六日の間働いて、何であれあなたの仕事をし、",
  },
  {
    verse: 10,
    text: "（見本）七日目は、あなたの神、主の安息日であるから、いかなる仕事もしてはならない。あなたも、息子も、娘も、男女の奴隷も、家畜も、あなたの町の中に寄留する人々ものもそうである。",
  },
  {
    verse: 11,
    text: "（見本）主は六日のあいだに天と地と海とそこにあるすべてのものを造り、七日目に休まれたから、主は安息日を祝福して聖別されたのである。",
  },
  {
    verse: 12,
    text: "（見本）あなたの父母を敬え。そうすればあなたは、あなたの神、主が与えられる土地に長く生きることができる。",
  },
  {
    verse: 13,
    text: "（見本）殺してはならない。",
  },
  {
    verse: 14,
    text: "（見本）姦淫してはならない。",
  },
  {
    verse: 15,
    text: "（見本）盗んではならない。",
  },
  {
    verse: 16,
    text: "（見本）隣人に関して偽証してはならない。",
  },
  {
    verse: 17,
    text: "（見本）隣人の家を欲してはならない。隣人の妻、男女の奴隷、牛、ろばなど隣人のものを一切欲してはならない」。",
  },
  {
    verse: 18,
    text: "（見本）民は皆、雷鳴と稲妻とラッパの音と山の煙っているのを見た。民は見て、おののき、遠く離れて立った。",
  },
  {
    verse: 19,
    text: "（見本）彼らはモーセに言った、「あなたがわたしたちに語ってください。わたしたちは聞きましょう。しかし、神がわたしたちに語られないように。わたしたちは死ぬかもしれませんから」。",
  },
  {
    verse: 20,
    text: "（見本）モーセは民に言った、「恐れてはならない。神がこられたのは、あなたがたを試み、またあなたがたが罪を犯さないように、神を恐れる心をあなたがたに起させるためである」。",
  },
  {
    verse: 21,
    text: "（見本）それで民は遠く離れて立ち、モーセは神のおられる濃い雲に近づいて行った。",
  },
  {
    verse: 22,
    text: "（見本）主はモーセに言われた、「あなたはイスラエルの人々にこう言いなさい、『あなたがたは、わたしが天からあなたがたと語るのを見た。",
  },
  {
    verse: 23,
    text: "（見本）あなたがたはわたしと並べて、何をも神々としてはならない。あなたがたは自分のために銀の神々や金の神々を造ってはならない。",
  },
  {
    verse: 24,
    text: "（見本）あなたはわたしのために土の祭壇を造り、その上で、あなたの燔祭と酬恩祭、羊と牛とをささげなければならない。わたしの名を覚えさせるすべての所で、わたしはあなたに臨んで、あなたを祝福しよう。",
  },
  {
    verse: 25,
    text: "（見本）あなたがもしわたしのために石の祭壇を造るならば、切り石で築いてはならない。あなたがもし、それにのみを当てるならば、それをけがすことになるからである。",
  },
  {
    verse: 26,
    text: "（見本）あなたは階段によって、わたしの祭壇に登ってはならない。あなたの裸が、その上にあらわれることのないようにするためである』」。",
  },
];
