/** New Interconfessional–style denser John 2 denser Cana wedding scaffold (vv.1–11). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_JOHN_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）三日目に、ガリラヤのカナで婚礼があり、イエスの母がそこにいた。",
  },
  {
    verse: 2,
    text: "（見本）イエスも弟子たちもその婚礼に招かれた。",
  },
  {
    verse: 3,
    text: "（見本）ぶどう酒がなくなったので、母はイエスに言った。「ぶどう酒がありません。」",
  },
  {
    verse: 4,
    text: "（見本）イエスは母に言われた。「婦人よ、わたしとどんなかかわりがあるのです。わたしの時はまだ来ていません。」",
  },
  {
    verse: 5,
    text: "（見本）母は召し使いたちに言った。「この人が言いつけたら、何でもしてください。」",
  },
  {
    verse: 6,
    text: "（見本）そこには、ユダヤ人の清めの習慣に従って、それぞれ八十リットルから百二十リットル入る石の水がめが六つ置いてあった。",
  },
  {
    verse: 7,
    text: "（見本）イエスが、「水がめに水をいっぱい入れなさい」と言われると、召し使いたちは、かめの縁までいっぱい入れた。",
  },
  {
    verse: 8,
    text: "（見本）イエスはまた、「さあ、汲んで宴会の世話役のところへ持って行きなさい」と言われた。彼らは持って行った。",
  },
  {
    verse: 9,
    text: "（見本）世話役はぶどう酒になった水を味見した。それがどこから来たのか知らなかったが、水を汲んだ召し使いたちは知っていた。世話役は花婿を呼んで",
  },
  {
    verse: 10,
    text: "（見本）言った。「だれでも初めによいぶどう酒を出し、酔いが回ったころに劣ったものを出すものですが、あなたはよいぶどう酒を今まで取っておかれました。」",
  },
  {
    verse: 11,
    text: "（見本）イエスは、この最初のしるしをガリラヤのカナで行い、その栄光を現された。弟子たちはイエスを信じた。",
  },
];
