/** New Interconfessional–style denser 1 Corinthians 13 scaffold (vv.1–13; not a licensed corpus dump). */
export const SHIN_KYOUDOU_1COR_13: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）たとえ、人々の異言、天使たちの異言を語ろうとも、愛がなければ、わたしは騒がしいどら、やかましいシンバル。",
  },
  {
    verse: 2,
    text: "（見本）たとえ、預言の賜物を持ち、あらゆる神秘とあらゆる知識に通じていようとも、たとえ、山を動かすほどの完全な信仰を持っていようとも、愛がなければ、無に等しい。",
  },
  {
    verse: 3,
    text: "（見本）全財産を貧しい人々のために使い尽くそうとも、誇ろうとして我が身を死に引き渡そうとも、愛がなければ、わたしに何の益もない。",
  },
  {
    verse: 4,
    text: "（見本）愛は忍耐強い。愛は情け深い。また、ねたまない。愛は自慢せず、高ぶらない。",
  },
  {
    verse: 5,
    text: "（見本）礼を失せず、自分の利益を求めず、いらだたず、恨みを抱かない。",
  },
  {
    verse: 6,
    text: "（見本）不義を喜ばず、真実を喜ぶ。",
  },
  {
    verse: 7,
    text: "（見本）すべてを忍び、すべてを信じ、すべてを望み、すべてに耐える。",
  },
  {
    verse: 8,
    text: "（見本）愛は決して滅びない。預言は廃れ、異言はやみ、知識は廃れる。",
  },
  {
    verse: 9,
    text: "（見本）わたしたちの知識は一部分、預言も一部分。",
  },
  {
    verse: 10,
    text: "（見本）完全なものが来たときには、部分的なものは廃れる。",
  },
  {
    verse: 11,
    text: "（見本）幼いときには、幼子として語り、幼子として思い、幼子として考えていた。成人した今は、幼子のことを棄てた。",
  },
  {
    verse: 12,
    text: "（見本）わたしたちは、今は、鏡におぼろに映ったものを見ている。だがそのときには、顔と顔とを合わせて見ることになる。わたしは、今は一部分しか知らなくとも、そのときには、はっきり知られているように、はっきり知ることになる。",
  },
  {
    verse: 13,
    text: "（見本）それゆえ、信仰と希望と愛、この三つは、いつまでも残る。その中で最も大いなるものは、愛である。",
  },
];
