/** New Japanese Bible–style denser Luke 2 denser full nativity chapter scaffold (vv.1–52). (not a licensed corpus dump). */
export const SHINKAIYAKU_LUKE_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）そのころ、全世界の人口調査をせよとの勅令が、皇帝アウグストから出た。",
  },
  {
    verse: 2,
    text: "（見本）これは、クレニオがシリヤの総督であった時に行われた最初の人口調査であった。",
  },
  {
    verse: 3,
    text: "（見本）人々はみな登録をするために、それぞれ自分の町へ帰って行った。",
  },
  {
    verse: 4,
    text: "（見本）ヨセフもダビデの家系であり系統であったので、ガリラヤのナザレの町を出て、ユダヤのベツレヘムというダビデの町へ上って行った。",
  },
  {
    verse: 5,
    text: "（見本）それは、すでに身重になっていたいいなづけの妻マリヤと共に登録をするためであった。",
  },
  {
    verse: 6,
    text: "（見本）ところが、彼らがベツレヘムに滞在している間に、マリヤは産気づき、",
  },
  {
    verse: 7,
    text: "（見本）初めての子を産み、布にくるんで飼葉おけに寝かせた。宿屋には彼らのいる余地がなかったからである。",
  },
  {
    verse: 8,
    text: "（見本）さて、この土地で、羊飼たちが野宿しながら、夜、羊の群れの番をしていた。",
  },
  {
    verse: 9,
    text: "（見本）すると主の御使が現れ、主の栄光が彼らを照したので、彼らは非常に恐れた。",
  },
  {
    verse: 10,
    text: "（見本）御使は言った、「恐れるな。見よ、すべての民に与えられる大きな喜びを、あなたがたに伝える。",
  },
  {
    verse: 11,
    text: "（見本）きょうダビデの町に、あなたがたのために救主がお生れになった。このかたこそ主なるキリストである。",
  },
  {
    verse: 12,
    text: "（見本）あなたがたは、幼な子が布にくるまって飼葉おけに寝かしてあるのを見るであろう。それが、あなたがたに与えられるしるしである」。",
  },
  {
    verse: 13,
    text: "（見本）するとたちまち、おびただしい天の軍勢が現れ、御使と一緒になって神をさんびして言った、",
  },
  {
    verse: 14,
    text: "（見本）「いと高きところでは、神に栄光があるように、地の上では、み心にかなう人々に平和があるように」。",
  },
  {
    verse: 15,
    text: "（見本）御使たちが彼らを離れて天に帰ったとき、羊飼たちは互いに言った、「さあ、ベツレヘムに行って、主がお知らせ下さったこの出来事を見てこようではないか」。",
  },
  {
    verse: 16,
    text: "（見本）そして急いで行って、マリヤとヨセフ、また飼葉おけに寝かしてある幼な子を捜しあてた。",
  },
  {
    verse: 17,
    text: "（見本）彼らに会った上で、この幼な子について自分たちに告げられた事を話した。",
  },
  {
    verse: 18,
    text: "（見本）人々はみな、羊飼たちの語ったことを聞いて驚いた。",
  },
  {
    verse: 19,
    text: "（見本）しかしマリヤはこれらの事をみな心に留めて、思いめぐらしていた。",
  },
  {
    verse: 20,
    text: "（見本）羊飼たちは、見聞きしたことが何もかも自分たちに語られたとおりであったので、神をあがめ、またさんびしながら帰って行った。",
  },
  {
    verse: 21,
    text: "（見本）八日が過ぎ、割礼をする時となったので、御子の名をイエスとつけた。それは、みごもる前に御使がつけた名である。",
  },
  {
    verse: 22,
    text: "（見本）それから、モーセの律法による彼らのきよめの期間が満ちたとき、両親は幼な子を連れてエルサレムへ上った。",
  },
  {
    verse: 23,
    text: "（見本）それは主の律法に「初めて生れる男子はみな、主に聖別された者、と言われねばならない」と書いてあるとおり、幼な子を主にささげるためであり、",
  },
  {
    verse: 24,
    text: "（見本）また同じ主の律法に、「山ばと一つがい、または、家ばとのひな二羽」と定めてあるのに従って、犠牲をささげるためであった。",
  },
  {
    verse: 25,
    text: "（見本）その時、エルサレムにシメオンという名の人がいた。この人は正しく、かつ信心深く、イスラエルの慰められるのを待ち望んでいた。また聖霊が彼にとどまっていた。",
  },
  {
    verse: 26,
    text: "（見本）そして、主のキリストを見るまでは死ぬことはない、との御告げを、聖霊から受けていた。",
  },
  {
    verse: 27,
    text: "（見本）この人が御霊に感じて宮にはいった。すると時ちょうど、両親は律法の慣例に従って始末をするために、幼な子イエスを連れてはいってきた。",
  },
  {
    verse: 28,
    text: "（見本）そこで、シメオンは幼な子を抱き上げて神をほめたたえ、",
  },
  {
    verse: 29,
    text: "（見本）「主よ、今こそあなたは、み言葉のとおり、この僕を安らかに去らせてくださいます。",
  },
  {
    verse: 30,
    text: "（見本）わたしの目があなたの救を見たからです。",
  },
  {
    verse: 31,
    text: "（見本）この救はあなたが万民の前に備えられたもので、",
  },
  {
    verse: 32,
    text: "（見本）異邦人を照らす啓示の光、み民イスラエルの栄光であります」。",
  },
  {
    verse: 33,
    text: "（見本）父と母とは幼な子についてこの人の語ったことを不思議に思った。",
  },
  {
    verse: 34,
    text: "（見本）シメオンは彼らを祝福し、そして母マリヤに言った、「ごらんなさい、この幼な子は、イスラエルの多くの人を倒れさせ、また立ちあがらせるために、そして、非難を受けるしるしとして定められています。",
  },
  {
    verse: 35,
    text: "（見本）―そしてあなた自身の魂をもつるぎが刺し貫くでしょう―それは多くの人の思いが現われ出るためです」。",
  },
  {
    verse: 36,
    text: "（見本）また、アセル族のパヌエルの娘で、女預言者アンナという老女がいた。彼女は若い時に結婚して、七年のあいだ夫と共に住んだ後、",
  },
  {
    verse: 37,
    text: "（見本）寡婦となり、すでに八十四歳になっていた。そして宮を離れず、夜も昼も断食と祈とをもって神に仕えていた。",
  },
  {
    verse: 38,
    text: "（見本）この老女も、ちょうどそのとき近寄ってきて、神に感謝をささげ、そしてこの幼な子のことを、エルサレムの救を待ち望んでいるすべての人々に語りきかせた。",
  },
  {
    verse: 39,
    text: "（見本）両親は主の律法どおりすべてのことをすませたので、ガリラヤの自分の町ナザレに帰った。",
  },
  {
    verse: 40,
    text: "（見本）幼な子は、ますます成長して強くなり、知恵に満ち、そして神の恵みがその上にあった。",
  },
  {
    verse: 41,
    text: "（見本）さて、イエスの両親は、過越の祭には毎年エルサレムへ上られた。",
  },
  {
    verse: 42,
    text: "（見本）イエスが十二歳になった時も、両親は慣例に従って祭のために上京した。",
  },
  {
    verse: 43,
    text: "（見本）祭が終って帰るとき、少年イエスはエルサレムに居残っておられたが、両親はそれに気づかなかった。",
  },
  {
    verse: 44,
    text: "（見本）そして道連れの中にいることと思いこんで、一日の旅をした。それから親類や知人の中を捜しはじめたが、",
  },
  {
    verse: 45,
    text: "（見本）見つからないので、捜しまわりながらエルサレムへ引き返した。",
  },
  {
    verse: 46,
    text: "（見本）そして三日の後に、宮の中で教師たちのまん中にすわって、彼らの話を聞いたり質問したりしておられるイエスを見出した。",
  },
  {
    verse: 47,
    text: "（見本）聞いている人々はみな、イエスの賢さやその答に驚嘆していた。",
  },
  {
    verse: 48,
    text: "（見本）両親はこれを見て驚き、そして母が言った、「どうしてこんな事をしてくれたのです。ごらんなさい、お父様もわたしも心配して、あなたを捜していたのです」。",
  },
  {
    verse: 49,
    text: "（見本）するとイエスは言われた、「どうしてお捜しになったのですか。わたしが自分の父の家にいるはずのことを、ご存じなかったのですか」。",
  },
  {
    verse: 50,
    text: "（見本）しかし、両親はその語られた言葉を悟ることができなかった。",
  },
  {
    verse: 51,
    text: "（見本）それからイエスは両親と一緒にナザレに下って行き、彼らにお仕えになった。母はこれらの事をみな心に留めていた。",
  },
  {
    verse: 52,
    text: "（見本）イエスはますます知恵が加わり、背たけも伸び、そして神と人から愛された。",
  }
];
