/** New Interconfessional–style denser Galatians 5 denser full freedom/Spirit chapter scaffold (vv.1–26). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_GAL_5: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）自由を得させるために、キリストはわたしたちを解放して下さったのである。だから、堅く立って、二度と奴隷のくびきにつながれてはならない。",
  },
  {
    verse: 2,
    text: "（見本）見よ、このパウロがあなたがたに言う。もし割礼を受けるなら、キリストはあなたがたに用のないものになろう。",
  },
  {
    verse: 3,
    text: "（見本）割礼を受けようとするすべての人々に、もう一度わたしは確認する。そういう人たちは、律法の全部を行う義務がある。",
  },
  {
    verse: 4,
    text: "（見本）律法によって義とされようとするあなたがたは、キリストから離れてしまい、恵みから落ちている。",
  },
  {
    verse: 5,
    text: "（見本）わたしたちは、御霊の助けにより、信仰に基いて、義とされる望みを熱心に待っている。",
  },
  {
    verse: 6,
    text: "（見本）キリスト・イエスにあっては、割礼があるかないかは問題ではなく、愛によって働く信仰だけが大事である。",
  },
  {
    verse: 7,
    text: "（見本）あなたがたはよく走っていたのに、いったい、だれが邪魔をして、真理に従わないようにしたのか。",
  },
  {
    verse: 8,
    text: "（見本）そのような勧誘は、あなたがたを召したかたから出たものではない。",
  },
  {
    verse: 9,
    text: "（見本）少しのパン種がかたまり全体をふくらませる。",
  },
  {
    verse: 10,
    text: "（見本）あなたがたについて、わたしは主にあって確信をもっている。すなわち、あなたがたは決して別な思いをいだくことはないであろう。しかし、あなたがたを動揺させている者は、だれであろうと、さばきを受けるであろう。",
  },
  {
    verse: 11,
    text: "（見本）兄弟たちよ。もしわたしが今でも割礼を宣べ伝えていたら、どうして今でも迫害されるであろうか。そのように宣べ伝えていたら、十字架のつまずきはなくなっていたであろう。",
  },
  {
    verse: 12,
    text: "（見本）あなたがたを動揺させている者たちは、いっそ割礼を受けてみずから去ったらよい。",
  },
  {
    verse: 13,
    text: "（見本）兄弟たちよ。あなたがたが召されたのは、自由を得るためである。ただ、その自由を肉の便利のために用いてはならない。かえって、愛をもって互に仕えなさい。",
  },
  {
    verse: 14,
    text: "（見本）律法の全体は、「自分を愛するように、あなたの隣り人を愛せよ」というこの一句に尽きるからである。",
  },
  {
    verse: 15,
    text: "（見本）しかし、互にかみ合い、食い合っているなら、互に滅ぼされないように注意しなさい。",
  },
  {
    verse: 16,
    text: "（見本）わたしは命じる。御霊によって歩きなさい。そうすれば、決して肉の欲を満たすことはない。",
  },
  {
    verse: 17,
    text: "（見本）なぜなら、肉の欲するところは御霊に反し、また御霊の欲するところは肉に反するからである。これら二つのものは、互に相反し、その結果、あなたがたは自分でしようと思うことを、することができないようになる。",
  },
  {
    verse: 18,
    text: "（見本）もしあなたがたが御霊に導かれるなら、律法の下にはいない。",
  },
  {
    verse: 19,
    text: "（見本）肉の働きは明白である。すなわち、不品行、汚れ、好色、",
  },
  {
    verse: 20,
    text: "（見本）偶像礼拝、魔術、敵意、争い、そねみ、怒り、黨派心、分裂、異端、",
  },
  {
    verse: 21,
    text: "（見本）ねたみ、泥酔、宴楽、および、そのたぐいである。わたしは以前にも言ったように、今も前もって言っておく。このようなことを行う者は、神の国をつぐことがない。",
  },
  {
    verse: 22,
    text: "（見本）しかし、御霊の実は、愛、喜び、平和、寛容、慈愛、善意、誠実、",
  },
  {
    verse: 23,
    text: "（見本）柔和、自制であって、これらを禁ずる律法はない。",
  },
  {
    verse: 24,
    text: "（見本）キリスト・イエスに属する者は、自分の肉を、その情と欲と共に十字架につけてしまったのである。",
  },
  {
    verse: 25,
    text: "（見本）もしわたしたちが御霊によって生きるのなら、また御霊によって進もうではないか。",
  },
  {
    verse: 26,
    text: "（見本）互にいばり合わず、互に挑み合わず、互にねたみ合わず、いこうではないか。",
  },
];
