/** New Interconfessional–style denser Acts 2 denser Pentecost scaffold (vv.1–8 + 38). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_ACTS_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）五旬祭の日が来て、一同が一つになって集まっていると、",
  },
  {
    verse: 2,
    text: "（見本）突然、激しい風が吹いて来るような音が天から聞こえ、彼らが座っていた家中に響いた。",
  },
  {
    verse: 3,
    text: "（見本）そして、炎のような舌が分かれ分かれに現れ、一人一人の上にとどまった。",
  },
  {
    verse: 4,
    text: "（見本）すると、一同は聖霊に満たされ、「霊」が語らせるままに、ほかの国々の言葉で話し出した。",
  },
  {
    verse: 5,
    text: "（見本）さて、エルサレムには天下のあらゆる国から帰って来た、信心深いユダヤ人が住んでいたが、",
  },
  {
    verse: 6,
    text: "（見本）この物音に大勢の人が集まって来た。そして、だれもかれも、自分の故郷の言葉が話されているのを聞いて、あっけにとられてしまった。",
  },
  {
    verse: 7,
    text: "（見本）人々は驚き怪しんで言った。「話をしているこの人たちは、皆ガリラヤの人ではないか。",
  },
  {
    verse: 8,
    text: "（見本）それが、わたしたちの生まれた故郷の言葉を語るのを、どうしてそれぞれ聞こえるのだろうか。",
  },
  {
    verse: 38,
    text: "（見本）ペトロは答えた。「悔い改めなさい。めいめい、イエス・キリストの名によって洗礼を受け、罪を赦していただきなさい。そうすれば、賜物として聖霊を受けます。」",
  },
];
