/** New Interconfessional–style denser Mark 1 denser full gospel-opening chapter scaffold (vv.1–45). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_MARK_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神の子、イエス・キリストの福音のはじめ。",
  },
  {
    verse: 2,
    text: "（見本）預言者イザヤの書にこう書いてある、「見よ、わたしはあなたより先に使者をつかわし、あなたの道を整えさせるであろう。",
  },
  {
    verse: 3,
    text: "（見本）荒野で呼ばわる者の声がする、『主の道を備えよ、その道筋をまっすぐにせよ』」。",
  },
  {
    verse: 4,
    text: "（見本）その記載のとおりに、バプテスマのヨハネが荒野に現れて、罪のゆるしを得させる悔改めのバプテスマを宣べ伝えた。",
  },
  {
    verse: 5,
    text: "（見本）そこで、ユダヤ全土とエルサレムの住民とが、ぞくぞくと彼のもとにきて、自分の罪を告白し、ヨルダン川で彼からバプテスマを受けた。",
  },
  {
    verse: 6,
    text: "（見本）このヨハネはらくだの毛ごろもを身にまとい、腰に皮の帯をしめ、いなごと野蜜とを食物としていた。",
  },
  {
    verse: 7,
    text: "（見本）彼は宣べ伝えて言った、「わたしよりも力のあるかたが、あとからおいでになる。わたしはかがんで、そのくつのひもを解く値うちもない。",
  },
  {
    verse: 8,
    text: "（見本）わたしは水でバプテスマを授けたが、このかたは、聖霊によってバプテスマをお授けになるであろう」。",
  },
  {
    verse: 9,
    text: "（見本）そのころ、イエスはガリラヤのナザレから出てきて、ヨルダン川で、ヨハネからバプテスマをお受けになった。",
  },
  {
    verse: 10,
    text: "（見本）そして、水の中から上がられるとすぐ、天が裂けて、御霊がはとのように自分に下って来るのを、ごらんになった。",
  },
  {
    verse: 11,
    text: "（見本）すると天から声があった、「あなたはわたしの愛する子、わたしの心にかなう者である」。",
  },
  {
    verse: 12,
    text: "（見本）それから直ちに、御霊はイエスを荒野に追いやった。",
  },
  {
    verse: 13,
    text: "（見本）イエスは四十日のあいだそこでサタンの試みにあわれた。そして獣もそこにいたが、御使たちはイエスに仕えていた。",
  },
  {
    verse: 14,
    text: "（見本）ヨハネが捕えられた後、イエスはガリラヤへ行き、神の福音を宣べ伝えて言われた、",
  },
  {
    verse: 15,
    text: "（見本）「時は満ちた、神の国は近づいた。悔い改めて福音を信ぜよ」。",
  },
  {
    verse: 16,
    text: "（見本）さて、イエスはガリラヤの海べを歩いて行かれ、シモンとシモンの兄弟アンデレとが海で網を打っているのをごらんになった。彼らは漁師であった。",
  },
  {
    verse: 17,
    text: "（見本）イエスは彼らに言われた、「わたしについてきなさい。あなたがたを、人間をとる漁師にしてあげよう」。",
  },
  {
    verse: 18,
    text: "（見本）すると、彼らはすぐに網を捨てて、イエスに従った。",
  },
  {
    verse: 19,
    text: "（見本）また少し進んで行かれると、ゼベダイの子ヤコブとその兄弟ヨハネとが、舟の中で網を繕っているのをごらんになった。",
  },
  {
    verse: 20,
    text: "（見本）イエスはすぐ彼らをお招きになると、父ゼベダイを雇人たちと一緒に舟において、イエスのあとについて行った。",
  },
  {
    verse: 21,
    text: "（見本）それから、彼らはカペナウムに行った。そして安息日にすぐ、イエスは会堂にはいって教えられた。",
  },
  {
    verse: 22,
    text: "（見本）人々は、その教に驚いた。律法学者たちのようにではなく、権威ある者のように、教えられたからである。",
  },
  {
    verse: 23,
    text: "（見本）ちょうどその時、けがれた霊につかれた者が会堂にいて、叫んで言った、",
  },
  {
    verse: 24,
    text: "（見本）「ナザレのイエスよ、あなたはわたしたちとなんの係わりがあるのです。わたしたちを滅ぼしにこられたのですか。あなたがどなたであるか、わかっています。神の聖者です」。",
  },
  {
    verse: 25,
    text: "（見本）イエスはこれをしかって、「黙れ、この人から出よ」と言われた。",
  },
  {
    verse: 26,
    text: "（見本）すると、けがれた霊は彼をひきつけさせ、大声をあげて、その人から出て行った。",
  },
  {
    verse: 27,
    text: "（見本）人々はみな驚きのあまり、互に言いかわして言った、「これは、いったい何事か。権威ある新しい教だ。けがれた霊にさえ命じられると、彼らは従うのである」。",
  },
  {
    verse: 28,
    text: "（見本）こうしてイエスの評判は、たちまちガリラヤの全地方、いたる所にひろまった。",
  },
  {
    verse: 29,
    text: "（見本）それから会堂を出るとすぐ、ヤコブとヨハネとを連れて、シモンとアンデレとの家にはいって行かれた。",
  },
  {
    verse: 30,
    text: "（見本）ところが、シモンのしゅうとめが熱病で床についていたので、人々はさっそく、彼女のことをイエスに話した。",
  },
  {
    verse: 31,
    text: "（見本）イエスは近寄り、その手をとって起されると、熱が引き、女は彼らをもてなした。",
  },
  {
    verse: 32,
    text: "（見本）夕暮になり日が沈むと、人々は病人や悪霊につかれた者をみな、みもとに連れてきた。",
  },
  {
    verse: 33,
    text: "（見本）こうして、町中の者が、戸口に集まった。",
  },
  {
    verse: 34,
    text: "（見本）イエスは、さまざまの病をわずらっている多くの人々をいやし、また多くの悪霊を追い出された。そして、悪霊どもに、物言うことをお許しにならなかった。彼らがイエスを知っていたからである。",
  },
  {
    verse: 35,
    text: "（見本）朝早くまだ暗いうちに、イエスは起きて寂しい所へ出て行き、そこで祈っておられた。",
  },
  {
    verse: 36,
    text: "（見本）すると、シモンやその連れ中の者たちが、あとを追ってきた。",
  },
  {
    verse: 37,
    text: "（見本）そしてイエスを見つけて、「みんなが、あなたを捜しています」と言った。",
  },
  {
    verse: 38,
    text: "（見本）イエスは彼らに言われた、「ほかの附近の町々へ行って、そこでも宣べ伝えよう。わたしはこのために出てきたのだから」。",
  },
  {
    verse: 39,
    text: "（見本）そしてガリラヤ全地を巡りあるき、諸会堂で宣べ伝え、また悪霊を追い出された。",
  },
  {
    verse: 40,
    text: "（見本）ひとりのらい病人が、イエスのところに願いにきて、ひざまずいて言った、「みこころでしたら、きよめていただけるのですが」。",
  },
  {
    verse: 41,
    text: "（見本）イエスは深くあわれみ、手を伸ばして彼にさわり、「そうしてあげよう、きよくなれ」と言われた。",
  },
  {
    verse: 42,
    text: "（見本）すると、らい病が直ちに去って、その人はきよくなった。",
  },
  {
    verse: 43,
    text: "（見本）それで、イエスは彼をきびしく戒めて、すぐにそこを去らせ、こう言い聞かせられた。",
  },
  {
    verse: 44,
    text: "（見本）「何も人に話さないように、注意しなさい。ただ行って、自分のからだを祭司に見せ、それから、モーセが命じた物をあなたのきよめのためにささげて、人々に証明しなさい」。",
  },
  {
    verse: 45,
    text: "（見本）しかし、彼は出て行って、自分の身に起ったことを盛んに語り、また言いひろめはじめたので、イエスは表立っては町に、はいることができなくなり、外の寂しい所にとどまっておられた。しかし、人々は方々から、みもとに集まってきた。",
  },
];
