/** New Interconfessional–style denser Genesis 1 scaffold (vv.1–13; not a licensed corpus dump). */
export const SHIN_KYOUDOU_GEN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）初めに、神は天地を創造された。",
  },
  {
    verse: 2,
    text: "（見本）地は混沌であって、闇が深淵の面にあり、神の霊が水の面を動いていた。",
  },
  {
    verse: 3,
    text: "（見本）神は言われた。「光あれ。」こうして、光があった。",
  },
  {
    verse: 4,
    text: "（見本）神は光を見て、良しとされた。神は光と闇を分け、",
  },
  {
    verse: 5,
    text: "（見本）光を昼と呼び、闇を夜と呼ばれた。夕べがあり、朝があった。第一の日である。",
  },
  {
    verse: 6,
    text: "（見本）神は言われた。「水の中に大空あれ。水と水を分けよ。」",
  },
  {
    verse: 7,
    text: "（見本）神は大空を造り、大空の下の水と大空の上の水を分けられた。そのようになった。",
  },
  {
    verse: 8,
    text: "（見本）神は大空を天と呼ばれた。夕べがあり、朝があった。第二の日である。",
  },
  {
    verse: 9,
    text: "（見本）神は言われた。「天の下の水は一つ所に集まれ。乾いた所が現れよ。」そのようになった。",
  },
  {
    verse: 10,
    text: "（見本）神は乾いた所を地と呼び、水の集まった所を海と呼ばれた。神は見て、良しとされた。",
  },
  {
    verse: 11,
    text: "（見本）神は言われた。「地は草を芽生えさせよ。種を持つ草と、種を持つ実をつける果樹を、それぞれに応じて、地に生えさせよ。」そのようになった。",
  },
  {
    verse: 12,
    text: "（見本）地は草を芽生えさせ、種を持つ草をそれぞれに応じて、種を持つ実をつける木をそれぞれに応じて生えさせた。神は見て、良しとされた。",
  },
  {
    verse: 13,
    text: "（見本）夕べがあり、朝があった。第三の日である。",
  },
];
