/** New Japanese Bible–style denser John 1 denser prologue scaffold (vv.1–14). (not a licensed corpus dump). */
export const SHINKAIYAKU_JOHN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）初めにことばがあった。ことばは神とともにあった。ことばは神であった。",
  },
  {
    verse: 2,
    text: "（見本）この方は、初めに神とともにおられた。",
  },
  {
    verse: 3,
    text: "（見本）すべてのものは、この方によって造られた。造られたもので、この方によらずにできたものは一つもない。",
  },
  {
    verse: 4,
    text: "（見本）この方にいのちがあった。このいのちは人の光であった。",
  },
  {
    verse: 5,
    text: "（見本）光はやみの中に輝いている。やみはこれに打ち勝たなかった。",
  },
  {
    verse: 6,
    text: "（見本）神から遣わされた一人の人が現れた。その名はヨハネであった。",
  },
  {
    verse: 7,
    text: "（見本）この人はあかしのために来た。光についてあかしをするためであり、すべての人が彼によって信じるためである。",
  },
  {
    verse: 8,
    text: "（見本）彼は光ではなく、ただ光についてあかしをするために来たのである。",
  },
  {
    verse: 9,
    text: "（見本）すべての人を照らすまことの光が世に来ようとしていた。",
  },
  {
    verse: 10,
    text: "（見本）この方は世におられ、世はこの方によって造られたのに、世はこの方を知らなかった。",
  },
  {
    verse: 11,
    text: "（見本）この方はご自分のくにに来られたのに、ご自分の民はこの方を受け入れなかった。",
  },
  {
    verse: 12,
    text: "（見本）しかし、この方を受け入れた人々、すなわち、その名を信じた人々には、神の子どもとされる特権をお与えになった。",
  },
  {
    verse: 13,
    text: "（見本）この人々は、血によってではなく、肉の欲求や人の意欲によってでもなく、ただ、神によって生まれたのである。",
  },
  {
    verse: 14,
    text: "（見本）ことばは人となって、私たちの間に住まわれた。私たちはその栄光を見た。それは父のひとり子としての栄光であり、恵みとまことに満ちておられた。",
  },
];
