/** New Japanese Bible–style denser John 2 denser Cana wedding scaffold (vv.1–11). (not a licensed corpus dump). */
export const SHINKAIYAKU_JOHN_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）三日目に、ガリラヤのカナで婚礼があり、そこにイエスの母がいた。",
  },
  {
    verse: 2,
    text: "（見本）イエスも弟子たちも、その婚礼に招かれた。",
  },
  {
    verse: 3,
    text: "（見本）ぶどう酒がなくなったので、母はイエスに言った。「ぶどう酒がありません。」",
  },
  {
    verse: 4,
    text: "（見本）イエスは母に言われた。「女の方、あなたはわたしと何の関係があるのですか。わたしの時はまだ来ていません。」",
  },
  {
    verse: 5,
    text: "（見本）母は召し使いたちに言った。「この方が言いつけられることは、何でもしてください。」",
  },
  {
    verse: 6,
    text: "（見本）そこには、ユダヤ人のきよめの習慣に従って、それぞれ八十リットルから百二十リットルも入る石の水がめが六つ置いてあった。",
  },
  {
    verse: 7,
    text: "（見本）イエスは彼らに言われた。「水がめに水をいっぱい入れなさい。」彼らは口までいっぱいに入れた。",
  },
  {
    verse: 8,
    text: "（見本）イエスはまた言われた。「今度は汲み出して、宴会の世話役のところに持って行きなさい。」彼らは持って行った。",
  },
  {
    verse: 9,
    text: "（見本）宴会の世話役は、ぶどう酒になった水を味わってみた。それがどこから来たのか知らなかったが、水を汲んだ召し使いたちは知っていた。世話役は花婿を呼んで",
  },
  {
    verse: 10,
    text: "（見本）言った。「だれでも初めによいぶどう酒を出し、酔いが回ったころに悪いのを出すものですが、あなたはよいぶどう酒を今まで取っておかれました。」",
  },
  {
    verse: 11,
    text: "（見本）イエスは、この最初のしるしをガリラヤのカナで行い、その栄光を現された。弟子たちはイエスを信じた。",
  },
];
