/** New Japanese Bible–style denser John 14 denser full upper-room chapter scaffold (vv.1–31). (not a licensed corpus dump). */
export const SHINKAIYAKU_JOHN_14: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）あなたがたは心を騒がせてはならない。神を信じ、またわたしを信じなさい。",
  },
  {
    verse: 2,
    text: "（見本）わたしの父の家には、すみかがたくさんある。もしなかったら、わたしはそう言っておいたであろう。あなたがたのために、場所を用意しに行くのだから。",
  },
  {
    verse: 3,
    text: "（見本）そして、行って、場所の用意ができたなら、またきて、あなたがたをわたしのところに迎えよう。わたしのおる所にあなたがたもおらせるためである。",
  },
  {
    verse: 4,
    text: "（見本）わたしがどこへ行くのか、その道はあなたがたにわかっている」。",
  },
  {
    verse: 5,
    text: "（見本）トマスはイエスに言った、「主よ、どこへおいでになるのか、わたしたちにはわかりません。どうしてその道がわかるでしょう」。",
  },
  {
    verse: 6,
    text: "（見本）イエスは彼に言われた、「わたしは道であり、真理であり、命である。だれでもわたしによらないでは、父のみもとに行くことはできない。",
  },
  {
    verse: 7,
    text: "（見本）もしあなたがたがわたしを知っていたなら、わたしの父をも知ったであろう。しかし、今は父を知っており、またすでに父を見たのである」。",
  },
  {
    verse: 8,
    text: "（見本）ピリポはイエスに言った、「主よ、わたしたちに父を示して下さい。そうして下されば満足します」。",
  },
  {
    verse: 9,
    text: "（見本）イエスは彼に言われた、「ピリポよ、こんなに長くあなたがたと一緒にいるのに、わたしがわかっていないのか。わたしを見た者は、父を見たのである。どうして、わたしたちに父を示してほしいと、言うのか。",
  },
  {
    verse: 10,
    text: "（見本）わたしが父におり、父がわたしにおられることをあなたは信じないのか。わたしがあなたがたに語っている言葉は、自分から語っているのではない。父がわたしのうちにおられて、みわざをなさっているのである。",
  },
  {
    verse: 11,
    text: "（見本）わたしが父におり、父がわたしにおられることを信じなさい。もしそれが信じられないならば、わざそのものによって信じなさい。",
  },
  {
    verse: 12,
    text: "（見本）よくよくあなたがたに言っておく。わたしを信じる者は、またわたしのしているわざをするであろう。そればかりか、もっと大きいわざをするであろう。わたしが父のみもとに行くからである。",
  },
  {
    verse: 13,
    text: "（見本）あなたがたがわたしの名によって求めるものは、なんでも、わたしが実現しよう。父が子によって栄光をお受けになるためである。",
  },
  {
    verse: 14,
    text: "（見本）わたしの名によって願うことは、なんでもわたしが実現しよう。",
  },
  {
    verse: 15,
    text: "（見本）もしあなたがたがわたしを愛するならば、わたしのいましめを守るべきである。",
  },
  {
    verse: 16,
    text: "（見本）わたしは父にお願いしよう。そうすれば、父は別に助け主を送って、いつまでもあなたがたと共におらせて下さるであろう。",
  },
  {
    verse: 17,
    text: "（見本）それは真理の御霊である。この世はそれを見ようともせず、知ろうともしないので、それを受けることができない。あなたがたはそれを知っている。なぜなら、それはあなたがたと共におり、またあなたがたのうちにいるからである。",
  },
  {
    verse: 18,
    text: "（見本）わたしはあなたがたを捨てて孤児とはしない。あなたがたのところに帰って来る。",
  },
  {
    verse: 19,
    text: "（見本）もうしばらくしたら、世はもはやわたしを見なくなるであろう。しかし、あなたがたはわたしを見る。わたしが生きるので、あなたがたも生きるからである。",
  },
  {
    verse: 20,
    text: "（見本）その日には、わたしはわたしの父におり、あなたがたはわたしにおり、また、わたしがあなたがたにおることが、わかるであろう。",
  },
  {
    verse: 21,
    text: "（見本）わたしのいましめを心にいだいてこれを守る者は、わたしを愛する者である。わたしを愛する者は、わたしの父に愛されるであろう。わたしもその人を愛して、その人にわたし自身をあらわすであろう」。",
  },
  {
    verse: 22,
    text: "（見本）イスカリオテでない方のユダがイエスに言った、「主よ、あなたご自身をわたしたちにあらわそうとして、世にはあらわそうとされないのは、どうしてなのですか」。",
  },
  {
    verse: 23,
    text: "（見本）イエスは彼に答えて言われた、「人若しわたしを愛するならば、わたしの言葉を守るであろう。そして、わたしの父はその人を愛し、また、わたしたちはその人のところに行って、その人と一緒に住むであろう。",
  },
  {
    verse: 24,
    text: "（見本）わたしを愛さない者はわたしの言葉を守らない。あなたがたが聞いている言葉はわたしの言葉ではなく、わたしをつかわされた父の言葉である。",
  },
  {
    verse: 25,
    text: "（見本）わたしはまだあなたがたと一緒にいる間に、これらのことを話した。",
  },
  {
    verse: 26,
    text: "（見本）しかし、助け主、すなわち、父がわたしの名によってつかわされる聖霊は、あなたがたにすべてのことを教え、またわたしが話しておいたことを、ことごとく思い起させるであろう。",
  },
  {
    verse: 27,
    text: "（見本）わたしは平安をあなたがたに残して行く。わたしの平安を与える。わたしが与えるのは、世が与えるようなものとは違う。あなたがたは心を騒がせないがよい、またおじけることもない。",
  },
  {
    verse: 28,
    text: "（見本）『わたしは去って行くが、またあなたがたのところに帰って来る』と、わたしが言ったのを、あなたがたは聞いている。もしわたしを愛しているなら、わたしが父のもとに行くのを喜んでくれるであろう。父はわたしよりも偉大なかたであるから。",
  },
  {
    verse: 29,
    text: "（見本）今わたしは、その事が起らない先にあなたがたに語った。それは、事が起った時にあなたがたが信じるためである。",
  },
  {
    verse: 30,
    text: "（見本）わたしはもはや、あなたがたと多くの事を語るまい。この世の君が来るからである。だが、彼はわたしに対してなんの力もない。",
  },
  {
    verse: 31,
    text: "（見本）しかし、わたしが父を愛していることが世にわかるために、また、父が命じられたとおりにわたしが行うために、こうするのである。立て。さあ、ここを出かけて行こう」。",
  }
];
