/** New Japanese Bible–style denser Exodus 20 Decalogue scaffold (vv.1–17; not a licensed corpus dump). */
export const SHINKAIYAKU_EXOD_20: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）それから神は次のすべてのことばを告げられた。",
  },
  {
    verse: 2,
    text: "（見本）「わたしは、あなたをエジプトの地、奴隷の家から連れ出した、あなたの神、主である。",
  },
  {
    verse: 3,
    text: "（見本）あなたには、わたしのほかに、ほかの神々があってはならない。",
  },
  {
    verse: 4,
    text: "（見本）あなたは自分のために偶像を造ってはならない。上の天にあるものでも、下の地にあるものでも、地の下の水の中にあるものでも、いかなる形をも造ってはならない。",
  },
  {
    verse: 5,
    text: "（見本）それらを拝んではならない。それらに仕えてはならない。あなたの神、主であるわたしは、ねたむ神、すなわち、わたしを憎む者には、父の罪を子に報い、三代、四代に及ぼし、",
  },
  {
    verse: 6,
    text: "（見本）わたしを愛し、わたしの命令を守る者には、恵みを千代にまで施すからである。",
  },
  {
    verse: 7,
    text: "（見本）あなたの神、主の名をみだりに唱えてはならない。主は、御名をみだりに唱える者を、罰せずにはおかない。",
  },
  {
    verse: 8,
    text: "（見本）安息日を覚えて、これを聖なる日とせよ。",
  },
  {
    verse: 9,
    text: "（見本）六日間、働いて、あなたのすべての仕事をしなければならない。",
  },
  {
    verse: 10,
    text: "（見本）しかし七日目は、あなたの神、主の安息である。あなたはいかなる仕事もしてはならない。あなたも、息子も、娘も、男奴隷も、女奴隷も、家畜も、あなたの町囲みの中にいる在留異国人ものもそうである。",
  },
  {
    verse: 11,
    text: "（見本）それは、主が六日のうちに天と地と海、またそれらの中のすべてのものを造り、七日目に休まれたからである。それゆえ、主は安息の日を祝福し、これを聖なるものと宣言された。",
  },
  {
    verse: 12,
    text: "（見本）あなたの父と母を敬え。あなたの神、主が与えようとしておられるその土地で、あなたの寿命が長くなるためである。",
  },
  {
    verse: 13,
    text: "（見本）殺してはならない。",
  },
  {
    verse: 14,
    text: "（見本）姦淫してはならない。",
  },
  {
    verse: 15,
    text: "（見本）盗んではならない。",
  },
  {
    verse: 16,
    text: "（見本）隣人に対して偽りの証言をしてはならない。",
  },
  {
    verse: 17,
    text: "（見本）隣人の家を欲しがってはならない。隣人の妻、男奴隷、女奴隷、牛、ろば、すべて隣人のものを欲しがってはならない」。",
  },
];
