/** New Interconfessional–style denser Matthew 6 denser full Sermon-on-the-Mount chapter scaffold (vv.1–34). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_MATT_6: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）人に見せるために、自分の義を人の前で行わないように気をつけなさい。そうしないと、天にいますあなたがたの父から報いを受けることがないであろう。",
  },
  {
    verse: 2,
    text: "（見本）だから、施しをする時には、偽善者たちが人に褒められるため会堂や町の中でするように、自分の前でラッパを吹き鳴らしてはならない。よく言っておく。彼らはその報いを受けてしまっている。",
  },
  {
    verse: 3,
    text: "（見本）あなたは施しをする場合、右の手のしていることを左の手に知らせないようにして、",
  },
  {
    verse: 4,
    text: "（見本）自分の施しを人目につかせないようにしなさい。そうすれば、隠れた事を見ておられる父は、あなたに報いてくださるであろう。",
  },
  {
    verse: 5,
    text: "（見本）また祈る時には、偽善者たちのようにしてはならない。彼らは人に見せようとして、会堂や大通りのつじ々に立って祈ることを好む。よく言っておく。彼らはその報いを受けてしまっている。",
  },
  {
    verse: 6,
    text: "（見本）あなたは祈る時、自分のへやにはいり、戸を閉じて、隠れた所におられる父に祈りなさい。すると、隠れた事を見ておられるあなたの父は、報いてくださるであろう。",
  },
  {
    verse: 7,
    text: "（見本）また、祈る場合、異邦人のように、くどくどと祈ってはならない。彼らは言葉かずが多いほど、聞きいれられるものと思っている。",
  },
  {
    verse: 8,
    text: "（見本）だから、彼らのまねをしてはならない。あなたがたの父なる神は、求めない先から、あなたがたに必要なものを知っておられる。",
  },
  {
    verse: 9,
    text: "（見本）だから、こう祈りなさい。天におられるわたしたちの父よ、御名が崇められますように。",
  },
  {
    verse: 10,
    text: "（見本）御国が来ますように。御心が行われますように、天におけるように地の上にも。",
  },
  {
    verse: 11,
    text: "（見本）わたしたちに必要な糧を今日与えてください。",
  },
  {
    verse: 12,
    text: "（見本）わたしたちの負い目を赦してください、わたしたちも自分に負い目のある人を赦しましたように。",
  },
  {
    verse: 13,
    text: "（見本）わたしたちを誘惑に遭わせず、悪い者から救ってください。",
  },
  {
    verse: 14,
    text: "（見本）もしも、あなたがたが、人のあやまちをゆるすならば、あなたがたの天の父も、あなたがたをゆるしてくださるであろう。",
  },
  {
    verse: 15,
    text: "（見本）もし人をゆるさないならば、あなたがたの父も、あなたがたのあやまちをおゆるしにならないであろう。",
  },
  {
    verse: 16,
    text: "（見本）また断食をする時には、偽善者たちのように、陰気な顔つきをしてはならない。彼らは断食をしていることを人に見せるために、顔を見苦しくする。よく言っておく。彼らはその報いを受けてしまっている。",
  },
  {
    verse: 17,
    text: "（見本）あなたがたは断食をする時には、自分の頭に油をぬり、顔を洗いなさい。",
  },
  {
    verse: 18,
    text: "（見本）それは断食をしていることが人に知れないで、隠れた所におられるあなたの父に知られるためである。すると、隠れた事を見ておられるあなたの父は、報いてくださるであろう。",
  },
  {
    verse: 19,
    text: "（見本）あなたがたは自分のために、虫が食い、さびがつき、また、盗人らが押し破って盗みにくるような地上に、宝を蓄えてはならない。",
  },
  {
    verse: 20,
    text: "（見本）むしろ自分のため、虫も食わず、さびもつかず、また、盗人らが押し破って盗みにくることのない天に、宝を蓄えておきなさい。",
  },
  {
    verse: 21,
    text: "（見本）あなたの宝のある所には、心もあるからである。",
  },
  {
    verse: 22,
    text: "（見本）目はからだのあかりである。だから、あなたの目が澄んでおれば、全身が明るいだろう。",
  },
  {
    verse: 23,
    text: "（見本）しかし、あなたの目が悪ければ、全身も暗いだろう。もし、あなたの内なる光が暗ければ、その暗さは、どんなであろう。",
  },
  {
    verse: 24,
    text: "（見本）だれも、二人の主人に兼ね仕えることはできない。一方を憎んで他方を愛し、あるいは、一方に親しんで他方をうとんじるからである。あなたがたは、神と富とに兼ね仕えることはできない。",
  },
  {
    verse: 25,
    text: "（見本）それだから、あなたがたに言っておく。何を食べようか、何を飲もうかと、自分の命のことで思いわずらい、何を着ようかと自分のからだのことで思いわずらうな。命は食物にまさり、からだは着物にまさるではないか。",
  },
  {
    verse: 26,
    text: "（見本）空の鳥を見よ。まくことも、刈ることもせず、倉に取りいれることもしない。それなのにおん父は彼らを養っていて下さる。あなたがたは彼らよりも、はるかにすぐれた者ではないか。",
  },
  {
    verse: 27,
    text: "（見本）あなたがたのうち、だれが思いわずらったからとて、自分の寿命をわずかでも延ばすことができようか。",
  },
  {
    verse: 28,
    text: "（見本）また、なぜ、着物のことで思いわずらうのか。野の花がどうして育っているか、考えて見るがよい。働きもせず、紡ぎもしない。",
  },
  {
    verse: 29,
    text: "（見本）しかし、あなたがたに言うが、栄華をきわめた時のソロモンでさえ、この花の一つほどにも着飾ってはいなかった。",
  },
  {
    verse: 30,
    text: "（見本）きょうは生えていて、あすは炉に投げ込まれる野の草でさえ、神はこのように装って下さるのなら、あなたがたに、それ以上よくしてくださらないはずがあろうか。ああ、信仰の薄い者たちよ。",
  },
  {
    verse: 31,
    text: "（見本）だから、何を食べようか、何を飲もうか、あるいは何を着ようかと言って思いわずらうな。",
  },
  {
    verse: 32,
    text: "（見本）これらのものはみな、異邦人が切に求めているものである。あなたがたの天の父は、これらのものが、みなあなたがたに必要なことをご存じである。",
  },
  {
    verse: 33,
    text: "（見本）何よりもまず、神の国と神の義を求めなさい。そうすれば、これらのものはすべて与えられます。",
  },
  {
    verse: 34,
    text: "（見本）だから、あすのことを思いわずらうな。あすのことは、あす自身が思いわずらうであろう。一日の苦労は、その日一日だけで十分である。",
  },
];
