/** New Japanese Bible–style denser John 2 denser full Cana / temple chapter scaffold (vv.1–25). (not a licensed corpus dump). */
export const SHINKAIYAKU_JOHN_2: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）三日目に、ガリラヤのカナで婚礼があり、そこにイエスの母がいた。",
  },
  {
    verse: 2,
    text: "（見本）イエスも弟子たちも、その婚礼に招かれた。",
  },
  {
    verse: 3,
    text: "（見本）ぶどう酒がなくなったので、母はイエスに言った。「ぶどう酒がありません。」",
  },
  {
    verse: 4,
    text: "（見本）イエスは母に言われた。「女の方、あなたはわたしと何の関係があるのですか。わたしの時はまだ来ていません。」",
  },
  {
    verse: 5,
    text: "（見本）母は召し使いたちに言った。「この方が言いつけられることは、何でもしてください。」",
  },
  {
    verse: 6,
    text: "（見本）そこには、ユダヤ人のきよめの習慣に従って、それぞれ八十リットルから百二十リットルも入る石の水がめが六つ置いてあった。",
  },
  {
    verse: 7,
    text: "（見本）イエスは彼らに言われた。「水がめに水をいっぱい入れなさい。」彼らは口までいっぱいに入れた。",
  },
  {
    verse: 8,
    text: "（見本）イエスはまた言われた。「今度は汲み出して、宴会の世話役のところに持って行きなさい。」彼らは持って行った。",
  },
  {
    verse: 9,
    text: "（見本）宴会の世話役は、ぶどう酒になった水を味わってみた。それがどこから来たのか知らなかったが、水を汲んだ召し使いたちは知っていた。世話役は花婿を呼んで",
  },
  {
    verse: 10,
    text: "（見本）言った。「だれでも初めによいぶどう酒を出し、酔いが回ったころに悪いのを出すものですが、あなたはよいぶどう酒を今まで取っておかれました。」",
  },
  {
    verse: 11,
    text: "（見本）イエスは、この最初のしるしをガリラヤのカナで行い、その栄光を現された。弟子たちはイエスを信じた。",
  },
  {
    verse: 12,
    text: "（見本）この後、イエスは母、兄弟、弟子たちと一緒にカペナウムに下って行かれ、そこに幾日か滞在された。",
  },
  {
    verse: 13,
    text: "（見本）ユダヤ人の過越の祭が近づいたので、イエスはエルサレムに上られた。",
  },
  {
    verse: 14,
    text: "（見本）そして、宮の庭で、牛や羊やはとを売っている者たちと、座って両替をしている人々とを見られた。",
  },
  {
    verse: 15,
    text: "（見本）そして、なわでむちを作り、羊も牛もみな宮から追い出し、両替人の金を散らし、その台を倒し、",
  },
  {
    verse: 16,
    text: "（見本）はとを売る者たちには、「それを持って出て行け。わたしの父の家を商売の家としてはならない」と言われた。",
  },
  {
    verse: 17,
    text: "（見本）弟子たちは、「あなたの家を思う熱心が、わたしを食いつくす」と書いてあるのを思い出した。",
  },
  {
    verse: 18,
    text: "（見本）そこで、ユダヤ人はイエスに言った、「こんなことをするからには、どんなしるしをわたしたちに見せてくれますか」。",
  },
  {
    verse: 19,
    text: "（見本）イエスは答えて言われた、「この神殿をこわしたら、わたしは三日のうちに、それを起すであろう」。",
  },
  {
    verse: 20,
    text: "（見本）そこで、ユダヤ人は言った、「この神殿を建てるのに、四十六年もかかっています。それをお前は三日のうちに建てるのですか」。",
  },
  {
    verse: 21,
    text: "（見本）イエスは自分の体である神殿のことを言われたのである。",
  },
  {
    verse: 22,
    text: "（見本）それで、イエスが死人の中からよみがえったとき、弟子たちはイエスがこう言われたことを思い出して、聖書とイエスの語られた言葉とを信じた。",
  },
  {
    verse: 23,
    text: "（見本）過越の祭の間、イエスがエルサレムにおられたとき、多くの人がそのしるしを見て、イエスの名を信じた。",
  },
  {
    verse: 24,
    text: "（見本）しかし、イエスご自身は、彼らに身をゆだねられなかった。それは、すべての人を知っておられ、",
  },
  {
    verse: 25,
    text: "（見本）また人について証言される必要もなかったからである。それは、ご自身人の心の中にあることを知っておられたからである。",
  },
];
