/** New Japanese Bible–style denser Genesis 1 denser full creation-week scaffold (vv.1–31). (not a licensed corpus dump). */
export const SHINKAIYAKU_GEN_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）はじめに神は天と地とを創造された。",
  },
  {
    verse: 2,
    text: "（見本）地は形なく、むなしく、闇が淵のおもてにあり、神の霊が水のおもてをおおっていた。",
  },
  {
    verse: 3,
    text: "（見本）神は「光あれ」と言われた。すると光があった。",
  },
  {
    verse: 4,
    text: "（見本）神は光を見て、良しとされた。神は光と闇とを分けられた。",
  },
  {
    verse: 5,
    text: "（見本）神は光を昼と名づけ、闇を夜と名づけられた。夕となり、また朝となった。第一日である。",
  },
  {
    verse: 6,
    text: "（見本）神はまた言われた、「水の間に大空があって、水と水とを分けよ」。",
  },
  {
    verse: 7,
    text: "（見本）神は大空を造って、大空の下の水と大空の上の水とを分けられた。そのようになった。",
  },
  {
    verse: 8,
    text: "（見本）神は大空を天と名づけられた。夕となり、また朝となった。第二日である。",
  },
  {
    verse: 9,
    text: "（見本）神はまた言われた、「天の下の水は一つ所に集まり、かわいた地が現れよ」。そのようになった。",
  },
  {
    verse: 10,
    text: "（見本）神はかわいた地を地と名づけ、集まった水を海と名づけられた。神は見て、良しとされた。",
  },
  {
    verse: 11,
    text: "（見本）神はまた言われた、「地は青草と、種をもつ草と、種類にしたがって種のある実を結ぶ果樹とを地の上に生えさせよ」。そのようになった。",
  },
  {
    verse: 12,
    text: "（見本）地は青草と、種類にしたがって種をもつ草と、種類にしたがって種のある実を結ぶ木とを生えさせた。神は見て、良しとされた。",
  },
  {
    verse: 13,
    text: "（見本）夕となり、また朝となった。第三日である。",
  },
  {
    verse: 14,
    text: "（見本）神はまた言われた、「天の大空に光があって昼と夜とを分け、しるしのため、季節のため、日のため、年のためになり、",
  },
  {
    verse: 15,
    text: "（見本）天の大空にあって地を照らす光となれ」。そのようになった。",
  },
  {
    verse: 16,
    text: "（見本）神は二つの大きな光を造り、大きい光に昼をつかさどらせ、小さい光に夜をつかさどらせ、また星を造られた。",
  },
  {
    verse: 17,
    text: "（見本）神はこれらを天の大空に置いて地を照らさせ、",
  },
  {
    verse: 18,
    text: "（見本）昼と夜とをつかさどらせ、光と闇とを分けさせられた。神は見て、良しとされた。",
  },
  {
    verse: 19,
    text: "（見本）夕となり、また朝となった。第四日である。",
  },
  {
    verse: 20,
    text: "（見本）神はまた言われた、「水は生き物の群れを生じ、鳥は地の上、天の大空を飛べ」。",
  },
  {
    verse: 21,
    text: "（見本）神は海の大いなる獣と、水に群がるすべての動く生き物とを、種類にしたがって創造し、また翼のあるすべての鳥を、種類にしたがって創造された。神は見て、良しとされた。",
  },
  {
    verse: 22,
    text: "（見本）神はこれらを祝福して言われた、「生めよ、増えよ、海の水に満ちよ。また鳥は地に増えよ」。",
  },
  {
    verse: 23,
    text: "（見本）夕となり、また朝となった。第五日である。",
  },
  {
    verse: 24,
    text: "（見本）神はまた言われた、「地は生き物を種類にしたがって生じよ。家畜と、這うものと、地の獣とを種類にしたがって」。そのようになった。",
  },
  {
    verse: 25,
    text: "（見本）神は地の獣を種類にしたがって、家畜を種類にしたがって、また地に這うすべての物を種類にしたがって造られた。神は見て、良しとされた。",
  },
  {
    verse: 26,
    text: "（見本）神はまた言われた、「われわれのかたちに、われわれにかたどって人を造り、これに海の魚と、空の鳥と、家畜と、地のすべての獣と、地に這うすべての物とを治めさせよう」。",
  },
  {
    verse: 27,
    text: "（見本）神は自分のかたちに人を創造された。すなわち、神のかたちに創造し、男と女とに創造された。",
  },
  {
    verse: 28,
    text: "（見本）神は彼らを祝福して言われた、「生めよ、増えよ、地に満ちよ、地を従わせよ。また海の魚と、空の鳥と、地に動くすべての生き物とを治めよ」。",
  },
  {
    verse: 29,
    text: "（見本）神はまた言われた、「見よ、わたしは全地のおもてにある種をもつすべての草と、種のある実を結ぶすべての木とをあなたがたに与える。これはあなたがたの食物となるであろう。",
  },
  {
    verse: 30,
    text: "（見本）また地のすべての獣、空のすべての鳥、地を這うすべてのもの、すなわち命をもつすべてのものには、すべての青草を食物として与える」。そのようになった。",
  },
  {
    verse: 31,
    text: "（見本）神が造ったすべての物を見られたところ、それは甚だ良かった。夕となり、また朝となった。第六日である。",
  },
];
