/** New Japanese Bible–style denser Mark 1 denser gospel-opening scaffold (vv.1–11). (not a licensed corpus dump). */
export const SHINKAIYAKU_MARK_1: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）神の子、イエス・キリストの福音のはじめ。",
  },
  {
    verse: 2,
    text: "（見本）預言者イザヤの書にこう書いてあるとおりである。「見よ。わたしはわたしの使いをあなたの前に遣わす。彼はあなたの道を備える。",
  },
  {
    verse: 3,
    text: "（見本）荒野で叫ぶ者の声がする。『主の道を用意し、主の通られる道をまっすぐにせよ。』」",
  },
  {
    verse: 4,
    text: "（見本）そのとおり、バプテスマのヨハネが荒野に現れ、罪の赦しを得させる悔い改めのバプテスマを宣べ伝えた。",
  },
  {
    verse: 5,
    text: "（見本）そこで、ユダヤ全土の人々とエルサレムの住民がみな、ヨハネのところへ出て行き、自分の罪を告白して、ヨルダン川で彼からバプテスマを受けた。",
  },
  {
    verse: 6,
    text: "（見本）ヨハネはらくだの毛の衣を着て、腰に皮の帯を締め、いなごと野蜜を食べていた。",
  },
  {
    verse: 7,
    text: "（見本）彼はこう宣べ伝えた。「私よりも力のある方が、あとから来られます。私には、かがんでその方の履物のひもを解く値打ちもありません。",
  },
  {
    verse: 8,
    text: "（見本）私はあなたがたに水でバプテスマを授けましたが、その方は聖霊でバプテスマを授けてくださいます。」",
  },
  {
    verse: 9,
    text: "（見本）そのころ、イエスはガリラヤのナザレから来て、ヨルダン川でヨハネからバプテスマを受けられた。",
  },
  {
    verse: 10,
    text: "（見本）そして、水の中から上がられるとすぐ、天が裂けて御霊が鳩のようにご自分の上に下って来るのを見られた。",
  },
  {
    verse: 11,
    text: "（見本）すると天から声がした。「あなたはわたしの愛する子。わたしはあなたを喜ぶ。」",
  },
];
