/** New Interconfessional–style denser Matthew 5 denser full Sermon-on-the-Mount chapter scaffold (vv.1–48). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_MATT_5: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）イエスはこの群衆を見て、山に登り、お座りになると、弟子たちがみもとにきた。",
  },
  {
    verse: 2,
    text: "（見本）そこで、イエスは口を開き、彼らを教えて言われた。",
  },
  {
    verse: 3,
    text: "（見本）「心の貧しい人たちは、さいわいである、天国は彼らのものである。",
  },
  {
    verse: 4,
    text: "（見本）悲しんでいる人たちは、さいわいである、彼らは慰められるであろう。",
  },
  {
    verse: 5,
    text: "（見本）柔和な人たちは、さいわいである、彼らは地を受け継ぐであろう。",
  },
  {
    verse: 6,
    text: "（見本）義に飢えかわいている人たちは、さいわいである、彼らは飽き足りるようになるであろう。",
  },
  {
    verse: 7,
    text: "（見本）あわれみ深い人たちは、さいわいである、彼らはあわれみを受けるであろう。",
  },
  {
    verse: 8,
    text: "（見本）心の清い人たちは、さいわいである、彼らは神を見るであろう。",
  },
  {
    verse: 9,
    text: "（見本）平和をつくり出す人たちは、さいわいである、彼らは神の子と呼ばれるであろう。",
  },
  {
    verse: 10,
    text: "（見本）義のために迫害されてきた人たちは、さいわいである、天国は彼らのものである。",
  },
  {
    verse: 11,
    text: "（見本）わたしのために人々があなたがたをののしり、また迫害し、あなたがたに対し偽っていろいろの悪口を言う時には、あなたがたは、さいわいである。",
  },
  {
    verse: 12,
    text: "（見本）喜び、よろこべ、天においてあなたがたの受ける報いは大きい。あなたがたより前の預言者たちも、同じように迫害されたのである。",
  },
  {
    verse: 13,
    text: "（見本）あなたがたは、地の塩である。もし塩のききめがなくなったら、何によってその味が取りもどされようか。もはや何の役にも立たず、ただ外に捨てられて、人々にふみつけられるだけである。",
  },
  {
    verse: 14,
    text: "（見本）あなたがたは、世の光である。山の上にある町は隠れることができない。",
  },
  {
    verse: 15,
    text: "（見本）また、あかりをつけて、それを枡の下におく者はいない。むしろ燭台の上において、家の中のすべてのものを照させるのである。",
  },
  {
    verse: 16,
    text: "（見本）そのように、あなたがたの光を人々の前に輝かせ、人々があなたがたのよいおこないを見て、天にいますあなたがたの父をあがめるようにしなさい。",
  },
  {
    verse: 17,
    text: "（見本）わたしが律法や預言者を廃するためにきた、と思ってはならない。廃するためではなく、成就するためにきたのである。",
  },
  {
    verse: 18,
    text: "（見本）よく言っておく。天地が滅び行くまでは、律法の一点、一画もすたることはなく、ことごとく全うされるのである。",
  },
  {
    verse: 19,
    text: "（見本）それだから、これらの最も小さい戒めの一つでも破り、またそうするように人を教えたりする者は、天国で最も小さい者と呼ばれるであろう。しかし、これらを守り、またそう教える者は、天国で大いなる者と呼ばれるであろう。",
  },
  {
    verse: 20,
    text: "（見本）わたしは言っておく。あなたがたの義が律法学者やパリサイ人の義にまさっていなければ、決して天国に、はいることはできない。",
  },
  {
    verse: 21,
    text: "（見本）昔の人々に『殺すな。殺す者は裁判を受けねばならない』と言われていたことは、あなたがたの聞いているところである。",
  },
  {
    verse: 22,
    text: "（見本）しかし、わたしはあなたがたに言う。兄弟に対して怒る者は、だれでも裁判を受けねばならない。兄弟にむかって『ばか者』と言う者は、議会に引きわたされるであろう。また『愚か者』と言う者は、地獄の火に投げ込まれるであろう。",
  },
  {
    verse: 23,
    text: "（見本）だから、祭壇に供え物をささげようとする場合、その兄弟が自分に対して何かうらみをいだいていることを、そこで思い出したなら、",
  },
  {
    verse: 24,
    text: "（見本）供え物を祭壇の前に残しておき、まず行ってその兄弟と和解し、それから帰ってきて、供え物をささげることにしなさい。",
  },
  {
    verse: 25,
    text: "（見本）あなたを訴える者と一緒に道を行く時には、その途中で早く和解しなさい。そうしないと、その訴える者はあなたを裁判官に渡し、裁判官は下役に渡し、そして、あなたは獄に入れられるであろう。",
  },
  {
    verse: 26,
    text: "（見本）よく言っておくが、最後の一コドラントを支払ってしまうまでは、決してそこから出てくることはできない。",
  },
  {
    verse: 27,
    text: "（見本）『姦淫するな』と言われていたことは、あなたがたの聞いているところである。",
  },
  {
    verse: 28,
    text: "（見本）しかし、わたしはあなたがたに言う。だれでも、情欲をいだいて女を見る者は、心の中ですでに姦淫をしたのである。",
  },
  {
    verse: 29,
    text: "（見本）もしあなたの右の目が罪を犯させるなら、それを抜き出して捨てなさい。五体の一部を失っても、全身が地獄に投げ入れられない方が、あなたにとって益である。",
  },
  {
    verse: 30,
    text: "（見本）もしあなたの右の手が罪を犯させるなら、それを切って捨てなさい。五体の一部を失っても、全身が地獄に落ち込まない方が、あなたにとって益である。",
  },
  {
    verse: 31,
    text: "（見本）また『妻を出す者は離縁状を渡せ』と言われてある。",
  },
  {
    verse: 32,
    text: "（見本）しかし、わたしはあなたがたに言う。姦淫以外の理由で妻を出す者は、その女に姦淫を行わせるのである。また出された女をめとる者も、姦淫を行うのである。",
  },
  {
    verse: 33,
    text: "（見本）また昔の人々に『いつわり誓うな、誓ったことは主に対して果せ』と言われていたことは、あなたがたの聞いているところである。",
  },
  {
    verse: 34,
    text: "（見本）しかし、わたしはあなたがたに言う。いっさい誓ってはならない。天をさして誓うな。そこは神の御座であるから。",
  },
  {
    verse: 35,
    text: "（見本）また地をさして誓うな。そこは神の足台であるから。またエルサレムをさして誓うな。そこは、大君の都であるから。",
  },
  {
    verse: 36,
    text: "（見本）また、自分の頭をさして誓うな。あなたは髪一本をも白くも黒くもすることができない。",
  },
  {
    verse: 37,
    text: "（見本）あなたがたの言葉は、ただ、しかり、しかり、いいえ、いいえ、であるべきだ。それ以上に出ることは、悪から来るのである。",
  },
  {
    verse: 38,
    text: "（見本）『目には目を、歯には歯を』と言われていたことは、あなたがたの聞いているところである。",
  },
  {
    verse: 39,
    text: "（見本）しかし、わたしはあなたがたに言う。悪人に手向かうな。もし、だれかがあなたの右の頬を打つなら、ほかの頬をも向けてやりなさい。",
  },
  {
    verse: 40,
    text: "（見本）あなたを訴えて、下着を取ろうとする者には、上着をも与えなさい。",
  },
  {
    verse: 41,
    text: "（見本）もし、だれかがあなたをしいて一マイル行かせようとするなら、その人と共に二マイル行きなさい。",
  },
  {
    verse: 42,
    text: "（見本）求める者には与え、借りようとする者を断るな。",
  },
  {
    verse: 43,
    text: "（見本）『隣り人を愛し、敵を憎め』と言われていたことは、あなたがたの聞いているところである。",
  },
  {
    verse: 44,
    text: "（見本）しかし、わたしはあなたがたに言う。敵を愛し、迫害する者のために祈れ。",
  },
  {
    verse: 45,
    text: "（見本）こうして、天にいますあなたがたの父の子となるためである。父は、その日を悪人にも善人にものぼらせ、雨を正しい者にも正しくない者にも降らして下さるからである。",
  },
  {
    verse: 46,
    text: "（見本）あなたがたが自分を愛する者を愛したからとて、なんの報いがあろうか。そのようなことは取税人でもしているではないか。",
  },
  {
    verse: 47,
    text: "（見本）兄弟だけにあいさつをしたからとて、なんのすぐれた事をしているだろうか。そのようなことは異邦人でもしているではないか。",
  },
  {
    verse: 48,
    text: "（見本）それだから、あなたがたの天の父が完全であられるように、あなたがたも完全な者となりなさい」。",
  },
];
