/** New Japanese Bible–style denser Galatians 5 denser Spirit-walk scaffold (vv.16–26). (not a licensed corpus dump). */
export const SHINKAIYAKU_GAL_5: { verse: number; text: string }[] = [
  {
    verse: 16,
    text: "（見本）私は言います。御霊によって歩みなさい。そうすれば、決して肉の欲望を満たすことはありません。",
  },
  {
    verse: 17,
    text: "（見本）肉が望むことは御霊に逆らい、御霊が望むことは肉に逆らうからです。この二つは互いに対立しているので、あなたがたは自分のしたいと思うことをすることができないのです。",
  },
  {
    verse: 18,
    text: "（見本）もしあなたがたが御霊に導かれているなら、律法の下にはいません。",
  },
  {
    verse: 19,
    text: "（見本）肉の行いが明らかになっています。すなわち、不品行、汚れ、好色、",
  },
  {
    verse: 20,
    text: "（見本）偶像礼拝、魔術、敵意、争い、そねみ、怒り、党派心、分裂、分派、",
  },
  {
    verse: 21,
    text: "（見本）ねたみ、泥酔、遊興、そういった類のものです。以前にも言ったように、今も前もって言いますが、このようなことを行う者たちは神の国を相続することはありません。",
  },
  {
    verse: 22,
    text: "（見本）しかし、御霊の実は、愛、喜び、平安、寛容、親切、善意、誠実、",
  },
  {
    verse: 23,
    text: "（見本）柔和、自制です。このようなものを禁じる律法はありません。",
  },
  {
    verse: 24,
    text: "（見本）キリスト・イエスにつく者は、肉をその情欲や欲望とともに十字架につけてしまったのです。",
  },
  {
    verse: 25,
    text: "（見本）もし私たちが御霊によって生きるのなら、御霊に従って進もうではありませんか。",
  },
  {
    verse: 26,
    text: "（見本）互いに挑み合ったり、ねたみ合ったりして、虚栄に生きることをやめましょう。",
  },
];
