/** New Interconfessional–style denser Philippians 4 denser rejoice/peace scaffold (vv.4–9 + 11–13). (not a licensed corpus dump). */
export const SHIN_KYOUDOU_PHIL_4: { verse: number; text: string }[] = [
  {
    verse: 4,
    text: "（見本）主において常に喜びなさい。重ねて言います。喜びなさい。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたの広い心がすべての人に知られるようになさい。主は近いのです。",
  },
  {
    verse: 6,
    text: "（見本）どんなことでも、思い煩うのはやめなさい。ただ、事に当たっては、感謝を込めて祈りと願いをささげ、求めているものを神に打ち明けなさい。",
  },
  {
    verse: 7,
    text: "（見本）そうすれば、あらゆる人知を超える神の平和が、あなたがたの心と考えとをキリスト・イエスによって守るでしょう。",
  },
  {
    verse: 8,
    text: "（見本）終わりに、兄弟たち、すべて真実なこと、すべて気高いこと、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて誉れあることを、また、徳があること、称賛に値することがあれば、それらを心に留めなさい。",
  },
  {
    verse: 9,
    text: "（見本）あなたがたがわたしから学び、受け、聞き、また見たことを実行しなさい。そうすれば、平和の神があなたがたと共にいてくださいます。",
  },
  {
    verse: 11,
    text: "（見本）物欲しさからこう言うのではありません。わたしは、どんな境遇にあっても満ち足りることを学びました。",
  },
  {
    verse: 12,
    text: "（見本）貧しくあることも、豊かに生きることも知っています。満腹していても、空腹であっても、豊かであっても、乏しくても、あらゆる境遇に対処する秘訣を心得ています。",
  },
  {
    verse: 13,
    text: "（見本）わたしを強くしてくださる方のお陰で、わたしにはすべてが可能です。",
  },
];
