/** New Japanese Bible–style denser Isaiah 53 (vv.1–12) scaffold (not a licensed corpus dump). */
export const SHINKAIYAKU_ISA_53: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）だれが私たちの聞いたことを信じ得たか。主の腕は、だれにあらわれたか。",
  },
  {
    verse: 2,
    text: "（見本）彼は主の前に若木のように、またかわいた土から出る根のように育った。彼には私たちの見るべき姿がなく、威厳もなく、私たちの慕うべき美しさもない。",
  },
  {
    verse: 3,
    text: "（見本）彼は蔑まれ、人に捨てられ、悲しみの人で、病を知っていた。また顔をそむけられるように蔑まれ、私たちも彼を尊ばなかった。",
  },
  {
    verse: 4,
    text: "（見本）まことに彼は私たちの病を負い、私たちの悲しみをになった。だが、私たちは思った、彼は打たれ、神にたたかれ、苦しめられたのだと。",
  },
  {
    verse: 5,
    text: "（見本）しかし彼は私たちの過ちのために傷つけられ、私たちの不義のために砕かれた。彼はみずから懲らしめをうけて、私たちに平安を与え、その打ち傷によって、私たちはいやされた。",
  },
  {
    verse: 6,
    text: "（見本）私たちはみな羊のように迷って、それぞれ自分の道に向かって行った。主は私たちすべての者の不義を、彼の上におかれた。",
  },
  {
    verse: 7,
    text: "（見本）彼は虐げられ、苦しめられたけれども、口を開かなかった。屠場にひかれて行く小羊のように、また毛を切る者の前に黙っている羊のように、口を開かなかった。",
  },
  {
    verse: 8,
    text: "（見本）彼は虐げと、さばきによって取り去られた。彼の時代の人のうち、だれが思ったであろうか、彼はわたしの民の過ちのために打たれて、生けるものの地から断たれたことを。",
  },
  {
    verse: 9,
    text: "（見本）彼は墓を悪しき者と共にされ、また富める者と共に葬られた。彼は暴虐を行わず、その口に偽りがなかったけれども。",
  },
  {
    verse: 10,
    text: "（見本）しかも主の御旨が彼を砕くことであった。彼をしいたげ、その身に嘆きを置かれた。彼が自分をささげて、過ちの供え物となれば、彼は、その子孫を見るこ過ちでき、その命を長くするこ過ちできる。かつ主の御旨が彼の手によって栄える。",
  },
  {
    verse: 11,
    text: "（見本）彼は自分の魂の苦しみを見、そして満足する。わたしの正しいしもべはその知識によって、多くの人を義とし、また彼らの不義を負う。",
  },
  {
    verse: 12,
    text: "（見本）それゆえ、わたしは彼に大いなる者と共に物を分かち与え、彼は強い者と共に獲物を分ける。これは彼が死にいたるまで、自分の魂をそそぎだし、また過ちある者と数えられたからである。しかも彼は多くの人の罪を負い、過ちある者のためにとりなしをした。",
  },
];
