/** New Japanese Bible–style denser Romans 8 scaffold (vv.1–17 + 28/31/38–39; not a licensed corpus dump). */
export const SHINKAIYAKU_ROM_8: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）こういうわけで、今やキリスト・イエスにある者は罪に定められることがない。",
  },
  {
    verse: 2,
    text: "（見本）なぜなら、キリスト・イエスにあるいのちの御霊の法則は、罪と死の法則からあなたを解放したからである。",
  },
  {
    verse: 3,
    text: "（見本）律法が肉によって弱くなってなし得なかったことを、神はなし遂げてくださった。すなわち、御子を罪の肉の様で罪のためにつかわし、肉において罪を罰せられたのである。",
  },
  {
    verse: 4,
    text: "（見本）これは律法の要求が、肉によらず霊によって歩む私たちにおいて、満たされるためである。",
  },
  {
    verse: 5,
    text: "（見本）肉に従う者は肉のことを思い、霊に従う者は霊のことを思う。",
  },
  {
    verse: 6,
    text: "（見本）肉の思いは死であり、霊の思いは、いのちと平安とである。",
  },
  {
    verse: 7,
    text: "（見本）なぜなら、肉の思いは神に敵対するからである。それは、神の律法に従わず、実際、従い得ないのである。",
  },
  {
    verse: 8,
    text: "（見本）また、肉にある者は神を喜ばすことができない。",
  },
  {
    verse: 9,
    text: "（見本）しかし、神の御霊があなたがたのうちに宿っているなら、あなたがたは肉におるのではなく、霊におるのである。もし、キリストの霊を持たない人がいるなら、その人はキリストのものではない。",
  },
  {
    verse: 10,
    text: "（見本）もし、キリストがあなたがたのうちにおられるなら、からだは罪のゆえに死んでいても、霊はいのちである。それは義のゆえである。",
  },
  {
    verse: 11,
    text: "（見本）もし、イエスを死人の中からよみがえらせたかたの御霊が、あなたがたのうちに宿っているなら、キリスト・イエスを死人の中からよみがえらせたかたは、あなたがたのうちに宿っている御霊によって、あなたがたの死ぬべきからだをも、生かしてくださいますであろう。",
  },
  {
    verse: 12,
    text: "（見本）それゆえ、兄弟たちよ。私たちには義務がある。しかし、それは肉に従って生きる義務ではない。",
  },
  {
    verse: 13,
    text: "（見本）あなたがたが肉に従って生きるなら、死ぬ外はない。しかし、霊によってからだの働きを殺すなら、生きるであろう。",
  },
  {
    verse: 14,
    text: "（見本）すべて神の御霊に導かれている者は、すなわち、神の子たちである。",
  },
  {
    verse: 15,
    text: "（見本）あなたがたは再び恐れをいだかせる奴隷の霊を受けたのではなく、子たる身分を授ける霊を受けたのである。その霊によって、私たちは「アバ、父よ」と呼ぶ。",
  },
  {
    verse: 16,
    text: "（見本）御霊みずから、私たちの霊と共に、私たちが神の子であることをあかししてくださる。",
  },
  {
    verse: 17,
    text: "（見本）もし子であれば、相続人でもある。神の相続人であって、キリストと共同の相続人なのである。私たちがキリストと共に苦しみを受けるなら、栄光をも共に受けるためである。",
  },
  {
    verse: 28,
    text: "（見本）神を愛する人々、すなわち、神のご計画に従って召された人々にとっては、神がすべてのことを働かせて益としてくださることを、私たちは知っている。",
  },
  {
    verse: 31,
    text: "（見本）それでは、これらのことについて、私たちは何と言おうか。神が私たちの味方であるなら、だれが私たちに敵対できるだろうか。",
  },
  {
    verse: 38,
    text: "（見本）わたしは確信している。死も生も、天使も支配者も、現在のものも将来のものも、力あるものも、",
  },
  {
    verse: 39,
    text: "（見本）高い所のものも深い所のものも、その他どんな被造物も、私たちの主キリスト・イエスにある神の愛から、私たちを引き離すことはできないのである。",
  },
];
