/** New Japanese Bible–style denser Philippians 4 denser full rejoice/peace chapter scaffold (vv.1–23). (not a licensed corpus dump). */
export const SHINKAIYAKU_PHIL_4: { verse: number; text: string }[] = [
  {
    verse: 1,
    text: "（見本）ですから、わたしの愛する兄弟たち、慕わしい人たち、わたしの喜びであり冠であるあなたがた、このように主にあって堅く立ってください。愛する人たちよ。",
  },
  {
    verse: 2,
    text: "（見本）わたしはユウオデヤに勧め、またスントケに勧めます。主にあって同じ思いを抱くように。",
  },
  {
    verse: 3,
    text: "（見本）ほんとうにあなたにもお願いします。真実な協力者よ。この女たちを助けてください。彼女たちは福音のためにわたしと共に労苦したのです。クレメンスやほかの同労者たちも同様で、その名は命の書に記されています。",
  },
  {
    verse: 4,
    text: "（見本）主にあって常に喜びなさい。もう一度言います。喜びなさい。",
  },
  {
    verse: 5,
    text: "（見本）あなたがたの寛容な心を、すべての人に示しなさい。主は近いのです。",
  },
  {
    verse: 6,
    text: "（見本）何も思い煩わないで、あらゆる場合に、感謝をもってささげる祈りと願いによって、あなたがたの願い事を神に知っていただきなさい。",
  },
  {
    verse: 7,
    text: "（見本）そうすれば、人のすべての考えに勝る神の平安が、あなたがたの心と思いをキリスト・イエスにあって守ってくれます。",
  },
  {
    verse: 8,
    text: "（見本）最後に、兄弟たち。すべて真実なこと、すべて誉れあること、すべて正しいこと、すべて清いこと、すべて愛すべきこと、すべて評判の良いこと、徳のあること、称賛に値することがあれば、そのようなことを思いなさい。",
  },
  {
    verse: 9,
    text: "（見本）あなたがたが私から学び、受け、聞き、また見たことを実行しなさい。そうすれば、平和の神があなたがたとともにいてくださいます。",
  },
  {
    verse: 10,
    text: "（見本）私は主にあって大いに喜んでいます。あなたがたが私を思う心が今また芽生えてきたからです。あなたがたは以前から私を思っていてくれましたが、機会がありませんでした。",
  },
  {
    verse: 11,
    text: "（見本）乏しいからこう言うのではありません。私は、どんな境遇にあっても満ち足りることを学びました。",
  },
  {
    verse: 12,
    text: "（見本）私は、貧しさの中にいる道も知っており、豊かさの中にいる道も知っています。満腹のときにも、空腹のときにも、富むときにも、乏しいときにも、あらゆる境遇に対処する秘訣を心得ています。",
  },
  {
    verse: 13,
    text: "（見本）私を強くしてくださる方によって、私はどんなことでもできるのです。",
  },
  {
    verse: 14,
    text: "（見本）しかし、私の苦しみに共にあずかってくれたのは、あなたがたの良いところです。",
  },
  {
    verse: 15,
    text: "（見本）ピリピの人たちよ、あなたがたも知っているとおり、福音宣教の初めに、私がマケドニヤを出発したとき、物のやり取りで私に協力した教会は、あなたがたのほかには一つもありませんでした。",
  },
  {
    verse: 16,
    text: "（見本）テサロニケにいた時でさえ、あなたがたは一度ならず、私の欠乏を補うために送りとどけてくれました。",
  },
  {
    verse: 17,
    text: "（見本）私は贈り物を求めているのではありません。むしろ、あなたがたの勘定に増えていく実を求めているのです。",
  },
  {
    verse: 18,
    text: "（見本）私はあらゆるものを受けてあり余るほどです。私は満ち足りています。エパフロデトからあなたがたの贈り物を受けたからです。それは香ばしいかおりであり、神が受け入れてくださる供え物です。",
  },
  {
    verse: 19,
    text: "（見本）私の神は、ご自身の栄光の富の中から、キリスト・イエスにあって、あなたがたのいっさいの必要を満たしてくださるでしょう。",
  },
  {
    verse: 20,
    text: "（見本）私たちの父なる神に、栄光が世々限りなくありますように。アーメン。",
  },
  {
    verse: 21,
    text: "（見本）キリスト・イエスにある聖徒一同によろしく。私と共にいる兄弟たちが、あなたがたによろしく。",
  },
  {
    verse: 22,
    text: "（見本）聖徒たち一同、特にカイザルの家の者たちが、あなたがたによろしく。",
  },
  {
    verse: 23,
    text: "（見本）主イエス・キリストの恵みが、あなたがたの霊と共にありますように。",
  },
];
